Repository: eyelock/TermQ
Catalog: Sources/TermQ/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fi, he, hi, hr, hu, id, ja, nl, no, pl, ro, sk, sl, sv, th, tr, uk, vi, zh_hk

# toolbar.add
source: Add
ar: إضافة
ca: Afegir
cs: Přidat
el: Προσθήκη
fi: Lisää
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
ja: 追加
nl: Voeg toe
no: Legg til
pl: Dodaj
ro: Adăugare
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hk: 新增

# toolbar.add.help
source: Add new terminal or column
ar: إضافة طرفية أو عمود جديد
ca: Afegir nou terminal o columna
cs: Přidat nový terminál nebo sloupec
el: Προσθήκη νέου τερματικού ή στήλης
fi: Lisää uusi terminaali tai sarake
he: הוספת מסוף או עמודה חדשים
hi: नया टर्मिनल या कॉलम जोड़ें
hr: Dodaj novi terminal ili stupac
hu: Új terminál vagy oszlop hozzáadása
id: Tambah terminal atau kolom baru
ja: 新しいターミナルまたはカラムを追加
nl: Voeg nieuwe terminal of kolom toe
no: Legg til ny terminal eller kolonne
pl: Dodaj nowy terminal lub kolumnę
ro: Adăugare terminal sau coloană nouă
sk: Pridať nový terminál alebo stĺpec
sl: Dodaj nov terminal ali stolpec
sv: Lägg till ny terminal eller kolumn
th: เพิ่มเทอร์มินัลหรือคอลัมน์ใหม่
tr: Yeni terminal veya sütun ekle
uk: Додати новий термінал або колонку
vi: Thêm terminal hoặc cột mới
zh_hk: 新增終端機或欄

# toolbar.open.terminal.app
source: Open in Terminal
ar: فتح في Terminal
ca: Obrir a Terminal
cs: Otevřít v Terminálu
el: Άνοιγμα στο Terminal
fi: Avaa Terminaalissa
he: פתיחה ב-Terminal
hi: Terminal में खोलें
hr: Otvori u Terminalu
hu: Megnyitás a Terminálban
id: Buka di Terminal
ja: ターミナルで開く
no: Åpne i Terminal
pl: Otwórz w Terminalu
ro: Deschidere în Terminal
sk: Otvoriť v Termináli
sl: Odpri v Terminalu
sv: Öppna i Terminal
th: เปิดใน Terminal
tr: Terminal'de Aç
uk: Відкрити в Терміналі
vi: Mở trong Terminal
zh_hk: 喺終端機開啟

# toolbar.open.terminal.app.help
source: Open in Terminal.app
ar: فتح في Terminal.app
ca: Obrir a Terminal.app
cs: Otevřít v Terminal.app
el: Άνοιγμα στο Terminal.app
fi: Avaa Terminal.appissa
he: פתיחה ב-Terminal.app
hi: Terminal.app में खोलें
hr: Otvori u Terminal.app
hu: Megnyitás a Terminal.app-ban
id: Buka di Terminal.app
ja: Terminal.appで開く
no: Åpne i Terminal.app
pl: Otwórz w Terminal.app
ro: Deschidere în Terminal.app
sk: Otvoriť v Terminal.app
sl: Odpri v Terminal.app
sv: Öppna i Terminal.app
th: เปิดใน Terminal.app
tr: Terminal.app'te aç
uk: Відкрити в Terminal.app
vi: Mở trong Terminal.app
zh_hk: 喺 Terminal.app 開啟

# toolbar.new.terminal
source: New Terminal
ar: طرفية جديدة
ca: Nou terminal
cs: Nový terminál
el: Νέο τερματικό
fi: Uusi terminaali
he: מסוף חדש
hi: नया टर्मिनल
hr: Novi terminal
hu: Új terminál
id: Terminal Baru
ja: 新規ターミナル
nl: Nieuwe terminal
no: Ny terminal
pl: Nowy terminal
ro: Terminal nou
sk: Nový terminál
sl: Nov terminal
sv: Ny terminal
th: เทอร์มินัลใหม่
tr: Yeni Terminal
uk: Новий термінал
vi: Terminal mới
zh_hk: 新增終端機

# toolbar.new.column
source: New Column
ar: عمود جديد
ca: Nova columna
cs: Nový sloupec
el: Νέα στήλη
fi: Uusi sarake
he: עמודה חדשה
hi: नया कॉलम
hr: Novi stupac
hu: Új oszlop
id: Kolom Baru
ja: 新規カラム
nl: Nieuwe kolom
no: Ny kolonne
pl: Nowa kolumna
ro: Coloană nouă
sk: Nový stĺpec
sl: Nov stolpec
sv: Ny kolumn
th: คอลัมน์ใหม่
tr: Yeni Sütun
uk: Нова колонка
vi: Cột mới
zh_hk: 新增欄

# toolbar.bin.count %lld
source: Bin (%lld)
ar: سلة المحذوفات (%lld)
ca: Paperera (%lld)
cs: Koš (%lld)
el: Κάδος (%lld)
fi: Roskakori (%lld)
he: פח (%lld)
hi: ट्रैश (%lld)
hr: Smeće (%lld)
hu: Kuka (%lld)
id: Sampah (%lld)
ja: ゴミ箱 (%lld)
nl: Prullenbak (%lld)
no: Papirkurv (%lld)
pl: Kosz (%lld)
ro: Coș de gunoi (%lld)
sk: Kôš (%lld)
sl: Koš (%lld)
sv: Papperskorg (%lld)
th: ถังขยะ (%lld)
tr: Çöp Kutusu (%lld)
uk: Кошик (%lld)
vi: Thùng rác (%lld)
zh_hk: 垃圾桶 (%lld)

# menu.new.terminal.quick
source: Quick New Terminal
ar: طرفية سريعة جديدة
ca: Nou terminal ràpid
cs: Nový rychlý terminál
el: Νέο γρήγορο τερματικό
fi: Uusi pikaterminaali
he: מסוף מהיר חדש
hi: त्वरित नया टर्मिनल
hr: Novi brzi terminal
hu: Új gyors terminál
id: Terminal Cepat Baru
ja: クイック新規ターミナル
nl: Nieuwe snelle terminal
no: Ny hurtigterminal
pl: Nowy szybki terminal
ro: Terminal rapid nou
sk: Nový rýchly terminál
sl: Nov hitri terminal
sv: Ny snabbterminal
th: เทอร์มินัลด่วนใหม่
tr: Yeni Hızlı Terminal
uk: Новий швидкий термінал
vi: Terminal nhanh mới
zh_hk: 快速新增終端機

# menu.new.terminal
source: New Terminal...
ar: طرفية جديدة...
ca: Nou terminal...
cs: Nový terminál...
el: Νέο τερματικό...
fi: Uusi terminaali...
he: מסוף חדש...
hi: नया टर्मिनल...
hr: Novi terminal...
hu: Új terminál...
id: Terminal Baru...
ja: 新規ターミナル...
nl: Nieuwe terminal...
no: Ny terminal...
pl: Nowy terminal...
ro: Terminal nou...
sk: Nový terminál...
sl: Nov terminal...
sv: Ny terminal...
th: เทอร์มินัลใหม่...
tr: Yeni Terminal...
uk: Новий термінал...
vi: Terminal mới...
zh_hk: 新增終端機...

# menu.new.terminal.dialog
source: New Terminal
ar: طرفية جديدة
ca: Nou terminal
cs: Nový terminál
el: Νέο τερματικό
fi: Uusi terminaali
he: מסוף חדש
hi: नया टर्मिनल
hr: Novi terminal
hu: Új terminál
id: Terminal Baru
ja: 新規ターミナル
nl: Nieuwe terminal
no: Ny terminal
pl: Nowy terminal
ro: Terminal nou
sk: Nový terminál
sl: Nov terminal
sv: Ny terminal
th: เทอร์มินัลใหม่
tr: Yeni Terminal
uk: Новий термінал
vi: Terminal mới
zh_hk: 新增終端機

# menu.new.column
source: New Column
ar: عمود جديد
ca: Nova columna
cs: Nový sloupec
el: Νέα στήλη
fi: Uusi sarake
he: עמודה חדשה
hi: नया कॉलम
hr: Novi stupac
hu: Új oszlop
id: Kolom Baru
ja: 新規カラム
nl: Nieuwe kolom
no: Ny kolonne
pl: Nowa kolumna
ro: Coloană nouă
sk: Nový stĺpec
sl: Nov stolpec
sv: Ny kolumn
th: คอลัมน์ใหม่
tr: Yeni Sütun
uk: Нова колонка
vi: Cột mới
zh_hk: 新增欄

# menu.back
source: Back to Board
ar: العودة إلى اللوحة
ca: Tornar al tauler
cs: Zpět na nástěnku
el: Πίσω στον πίνακα
fi: Takaisin tauluun
he: חזרה ללוח
hi: बोर्ड पर वापस जाएं
hr: Natrag na ploču
hu: Vissza a táblához
id: Kembali ke Papan
ja: ボードに戻る
nl: Terug naar bord
no: Tilbake til tavlen
pl: Wróć do tablicy
ro: Înapoi la tablă
sk: Späť na nástenku
sl: Nazaj na tablo
sv: Tillbaka till tavlan
th: กลับไปที่บอร์ด
tr: Panoya Geri Dön
uk: Повернутися до дошки
vi: Quay lại bảng
zh_hk: 返回睇板

# menu.toggle.pin
source: Toggle Pin
ar: تبديل التثبيت
ca: Alternar fixar
cs: Přepnout připnutí
el: Εναλλαγή καρφιτσώματος
fi: Vaihda kiinnitys
he: החלפת הצמדה
hi: पिन टॉगल करें
hr: Uključi/isključi prikvačivanje
hu: Rögzítés váltása
id: Alih Sematan
ja: ピン留めを切り替え
nl: Vastzetten aan/uit
no: Veksle festing
pl: Przełącz przypięcie
ro: Comutare fixare
sk: Prepnúť pripnutie
sl: Preklopi pripenjanje
sv: Växla fästning
th: สลับการปักหมุด
tr: Sabitlemeyi Değiştir
uk: Перемкнути закріплення
vi: Bật/tắt ghim
zh_hk: 切換釘選

# menu.next.pinned
source: Next Pinned Terminal
ar: الطرفية المثبتة التالية
ca: Següent terminal fixat
cs: Další připnutý terminál
el: Επόμενο καρφιτσωμένο τερματικό
fi: Seuraava kiinnitetty terminaali
he: המסוף המוצמד הבא
hi: अगला पिन किया टर्मिनल
hr: Sljedeći prikvačeni terminal
hu: Következő rögzített terminál
id: Terminal Tersemat Berikutnya
ja: 次のピン留めターミナル
nl: Volgende vastgezette terminal
no: Neste festede terminal
pl: Następny przypięty terminal
ro: Următorul terminal fixat
sk: Ďalší pripnutý terminál
sl: Naslednji pripeti terminal
sv: Nästa fästa terminal
th: เทอร์มินัลปักหมุดถัดไป
tr: Sonraki Sabitlenmiş Terminal
uk: Наступний закріплений термінал
vi: Terminal ghim tiếp theo
zh_hk: 下一個釘選終端機

# menu.previous.pinned
source: Previous Pinned Terminal
ar: الطرفية المثبتة السابقة
ca: Anterior terminal fixat
cs: Předchozí připnutý terminál
el: Προηγούμενο καρφιτσωμένο τερματικό
fi: Edellinen kiinnitetty terminaali
he: המסוף המוצמד הקודם
hi: पिछला पिन किया टर्मिनल
hr: Prethodni prikvačeni terminal
hu: Előző rögzített terminál
id: Terminal Tersemat Sebelumnya
ja: 前のピン留めターミナル
nl: Vorige vastgezette terminal
no: Forrige festede terminal
pl: Poprzedni przypięty terminal
ro: Terminalul fixat anterior
sk: Predchádzajúci pripnutý terminál
sl: Prejšnji pripeti terminal
sv: Föregående fästa terminal
th: เทอร์มินัลปักหมุดก่อนหน้า
tr: Önceki Sabitlenmiş Terminal
uk: Попередній закріплений термінал
vi: Terminal ghim trước đó
zh_hk: 上一個釘選終端機

# delete.title
source: Delete Terminal
ar: حذف الطرفية
ca: Eliminar terminal
cs: Smazat terminál
el: Διαγραφή τερματικού
fi: Poista terminaali
he: מחיקת מסוף
hi: टर्मिनल हटाएं
hr: Obriši terminal
hu: Terminál törlése
id: Hapus Terminal
ja: ターミナルを削除
nl: Verwijder terminal
no: Slett terminal
pl: Usuń terminal
ro: Ștergere terminal
sk: Zmazať terminál
sl: Izbriši terminal
sv: Radera terminal
th: ลบเทอร์มินัล
tr: Terminali Sil
uk: Видалити термінал
vi: Xóa Terminal
zh_hk: 刪除終端機

# delete.move.to.bin
source: Move to Bin
ar: نقل إلى سلة المحذوفات
ca: Moure a la paperera
cs: Přesunout do koše
el: Μετακίνηση στον κάδο
fi: Siirrä roskakoriin
he: העברה לפח
hi: ट्रैश में ले जाएं
hr: Premjesti u smeće
hu: Áthelyezés a kukába
id: Pindah ke Sampah
ja: ゴミ箱に移動
nl: Verplaats naar prullenbak
no: Flytt til papirkurv
pl: Przenieś do kosza
ro: Mutare în coșul de gunoi
sk: Presunúť do koša
sl: Premakni v koš
sv: Flytta till papperskorgen
th: ย้ายไปถังขยะ
tr: Çöp Kutusuna Taşı
uk: Перемістити до кошика
vi: Di chuyển đến Thùng rác
zh_hk: 移至垃圾桶

# delete.message %@
source: Are you sure you want to delete "%@"?
ar: هل أنت متأكد من حذف "%@"؟
ca: Esteu segur que voleu eliminar "%@"?
cs: Opravdu chcete smazat "%@"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "%@";
fi: Haluatko varmasti poistaa "%@"?
he: האם אתה בטוח שברצונך למחוק את "%@"?
hi: क्या आप वाकई "%@" को हटाना चाहते हैं?
hr: Jeste li sigurni da želite obrisati "%@"?
hu: Biztosan törölni szeretné a következőt: "%@"?
id: Apakah Anda yakin ingin menghapus "%@"?
ja: 「%@」を削除してもよろしいですか？
nl: Weet je zeker dat je "%@" wilt verwijderen?
no: Er du sikker på at du vil slette "%@"?
pl: Czy na pewno chcesz usunąć "%@"?
ro: Sigur doriți să ștergeți "%@"?
sk: Naozaj chcete zmazať "%@"?
sl: Ali ste prepričani, da želite izbrisati "%@"?
sv: Är du säker på att du vill radera "%@"?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "%@"?
tr: "%@" öğesini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "%@"?
vi: Bạn có chắc muốn xóa "%@" không?
zh_hk: 確定要刪除「%@」？

# delete.bin.message %@
source: "%@" will be moved to the Bin where it can be restored for 30 days.
ar: سيتم نقل "%@" إلى سلة المحذوفات حيث يمكن استعادتها لمدة 30 يومًا.
ca: "%@" es mourà a la paperera on es pot restaurar durant 30 dies.
cs: "%@" bude přesunut do koše, kde jej lze obnovit po dobu 30 dnů.
el: Το "%@" θα μετακινηθεί στον κάδο όπου μπορεί να αποκατασταθεί για 30 ημέρες.
fi: "%@" siirretään roskakoriin, jossa se voidaan palauttaa 30 päivän ajan.
he: "%@" יועבר לפח שם ניתן לשחזר אותו למשך 30 יום.
hi: "%@" को ट्रैश में ले जाया जाएगा जहां इसे 30 दिनों तक पुनर्स्थापित किया जा सकता है।
hr: "%@" će biti premješten u smeće gdje se može vratiti 30 dana.
hu: "%@" a kukába kerül, ahol 30 napig visszaállítható.
id: "%@" akan dipindahkan ke Sampah dan dapat dipulihkan selama 30 hari.
ja: 「%@」はゴミ箱に移動され、30日間復元できます。
nl: "%@" wordt naar de prullenbak verplaatst waar het 30 dagen hersteld kan worden.
no: "%@" flyttes til papirkurven der den kan gjenopprettes i 30 dager.
pl: "%@" zostanie przeniesiony do kosza, gdzie można go przywrócić przez 30 dni.
ro: "%@" va fi mutat în coșul de gunoi unde poate fi restaurat timp de 30 de zile.
sk: "%@" bude presunutý do koša, kde ho možno obnoviť po dobu 30 dní.
sl: "%@" bo premaknjen v koš, kjer ga je mogoče obnoviti 30 dni.
sv: "%@" flyttas till papperskorgen där den kan återställas i 30 dagar.
th: "%@" จะถูกย้ายไปถังขยะ ซึ่งสามารถกู้คืนได้ภายใน 30 วัน
tr: "%@" 30 gün boyunca geri yüklenebileceği Çöp Kutusu'na taşınacak.
uk: "%@" буде переміщено до кошика, де його можна відновити протягом 30 днів.
vi: "%@" sẽ được chuyển đến Thùng rác và có thể khôi phục trong 30 ngày.
zh_hk: 「%@」會移至垃圾桶，可以喺 30 日內還原。

# delete.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
fi: Kumoa
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ja: キャンセル
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hk: 取消

# delete.confirm
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
el: Διαγραφή
fi: Poista
he: מחיקה
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
ja: 削除
nl: Verwijder
no: Slett
pl: Usuń
ro: Ștergere
sk: Zmazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hk: 刪除

# delete.permanent
source: Delete Permanently
ar: حذف نهائي
ca: Eliminar permanentment
cs: Smazat trvale
el: Μόνιμη διαγραφή
fi: Poista pysyvästi
he: מחיקה לצמיתות
hi: स्थायी रूप से हटाएं
hr: Trajno obriši
hu: Végleges törlés
id: Hapus Permanen
ja: 完全に削除
nl: Permanent verwijderen
no: Slett permanent
pl: Usuń trwale
ro: Ștergere permanentă
sk: Zmazať natrvalo
sl: Trajno izbriši
sv: Radera permanent
th: ลบถาวร
tr: Kalıcı Olarak Sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hk: 永久刪除

# editor.title.new
source: New Terminal
ar: طرفية جديدة
ca: Nou terminal
cs: Nový terminál
el: Νέο τερματικό
fi: Uusi terminaali
he: מסוף חדש
hi: नया टर्मिनल
hr: Novi terminal
hu: Új terminál
id: Terminal Baru
ja: 新規ターミナル
nl: Nieuwe terminal
no: Ny terminal
pl: Nowy terminal
ro: Terminal nou
sk: Nový terminál
sl: Nov terminal
sv: Ny terminal
th: เทอร์มินัลใหม่
tr: Yeni Terminal
uk: Новий термінал
vi: Terminal mới
zh_hk: 新增終端機

# editor.title.edit
source: Edit Terminal
ar: تعديل الطرفية
ca: Editar terminal
cs: Upravit terminál
el: Επεξεργασία τερματικού
fi: Muokkaa terminaalia
he: עריכת מסוף
hi: टर्मिनल संपादित करें
hr: Uredi terminal
hu: Terminál szerkesztése
ja: ターミナルを編集
nl: Wijzig terminal
no: Rediger terminal
pl: Edytuj terminal
ro: Editare terminal
sk: Upraviť terminál
sl: Uredi terminal
sv: Redigera terminal
th: แก้ไขเทอร์มินัล
tr: Terminali Düzenle
uk: Редагувати термінал
vi: Sửa Terminal
zh_hk: 編輯終端機

# editor.tab.general
source: General
ar: عام
cs: Obecné
el: Γενικά
fi: Yleiset
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
ja: 一般
nl: Algemeen
no: Generelt
pl: Ogólne
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hk: 一般

# editor.tab.advanced
source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
el: Προχωρημένα
fi: Lisäasetukset
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Speciális
id: Lanjutan
ja: 詳細設定
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
ro: Avansat
sk: Pokročilé
sl: Napredno
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hk: 進階

# editor.section.details
source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
el: Λεπτομέρειες
fi: Tiedot
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
ja: 詳細
no: Detaljer
pl: Szczegóły
ro: Detalii
sk: Podrobnosti
sl: Podrobnosti
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hk: 詳情

# editor.field.name
source: Name
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
fi: Nimi
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
ro: Nume
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hk: 名稱

# editor.field.name.placeholder
source: Terminal name
ar: اسم الطرفية
ca: Nom del terminal
cs: Název terminálu
el: Όνομα τερματικού
fi: Terminaalin nimi
he: שם המסוף
hi: टर्मिनल का नाम
hr: Naziv terminala
hu: Terminál neve
id: Nama terminal
ja: ターミナル名
nl: Terminalnaam
no: Terminalnavn
pl: Nazwa terminala
ro: Nume terminal
sk: Názov terminálu
sl: Ime terminala
sv: Terminalnamn
th: ชื่อเทอร์มินัล
tr: Terminal adı
uk: Назва терміналу
vi: Tên terminal
zh_hk: 終端機名稱

# editor.field.description
source: Description
ar: الوصف
ca: Descripció
cs: Popis
el: Περιγραφή
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
ro: Descriere
sk: Popis
sl: Opis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hk: 描述

# editor.field.description.placeholder
source: Optional description
ar: وصف اختياري
ca: Descripció opcional
cs: Volitelný popis
el: Προαιρετική περιγραφή
fi: Valinnainen kuvaus
he: תיאור אופציונלי
hi: वैकल्पिक विवरण
hr: Neobavezni opis
hu: Opcionális leírás
id: Deskripsi opsional
ja: 説明（任意）
nl: Optionele beschrijving
no: Valgfri beskrivelse
pl: Opcjonalny opis
ro: Descriere opțională
sk: Voliteľný popis
sl: Izbirni opis
sv: Valfri beskrivning
th: คำอธิบาย (ไม่บังคับ)
tr: İsteğe bağlı açıklama
uk: Необовʼязковий опис
vi: Mô tả tùy chọn
zh_hk: 選填描述

# editor.field.column
source: Column
ar: العمود
ca: Columna
cs: Sloupec
el: Στήλη
fi: Sarake
he: עמודה
hi: कॉलम
hr: Stupac
hu: Oszlop
id: Kolom
ja: カラム
nl: Kolom
no: Kolonne
pl: Kolumna
ro: Coloană
sk: Stĺpec
sl: Stolpec
sv: Kolumn
th: คอลัมน์
tr: Sütun
uk: Колонка
vi: Cột
zh_hk: 欄

# editor.field.badges
source: Badges
ar: الشارات
ca: Distintius
cs: Odznaky
el: Σήματα
fi: Merkit
he: תגים
hi: बैज
hr: Značke
hu: Jelvények
id: Lencana
ja: バッジ
no: Merker
pl: Odznaki
ro: Insigne
sk: Odznaky
sl: Značke
sv: Märken
th: ป้าย
tr: Rozetler
uk: Значки
vi: Huy hiệu
zh_hk: 徽章

# editor.field.badges.placeholder
source: badge1, badge2
ar: شارة1، شارة2
ca: distintiu1, distintiu2
cs: odznak1, odznak2
el: σήμα1, σήμα2
fi: merkki1, merkki2
he: תג1, תג2
hi: बैज1, बैज2
hr: značka1, značka2
hu: jelvény1, jelvény2
id: lencana1, lencana2
ja: バッジ1, バッジ2
no: merke1, merke2
pl: odznaka1, odznaka2
ro: insignă1, insignă2
sk: odznak1, odznak2
sl: značka1, značka2
sv: märke1, märke2
th: ป้าย1, ป้าย2
tr: rozet1, rozet2
uk: значок1, значок2
vi: huy hiệu1, huy hiệu2
zh_hk: 徽章1, 徽章2

# editor.field.badges.help
source: Comma-separated badges shown on card
ar: شارات مفصولة بفواصل على البطاقة
ca: Distintius separats per comes mostrats a la targeta
cs: Odznaky oddělené čárkami na kartě
el: Σήματα διαχωρισμένα με κόμμα στην κάρτα
fi: Pilkuilla erotetut merkit kortilla
he: תגים מופרדים בפסיקים על הכרטיס
hi: कार्ड पर अल्पविराम से अलग किए गए बैज
hr: Značke odvojene zarezom na kartici
hu: Vesszővel elválasztott jelvények a kártyán
id: Lencana dipisahkan koma yang ditampilkan di kartu
ja: カードに表示するカンマ区切りのバッジ
nl: Kommagescheiden badges op kaart
no: Kommaseparerte merker på kortet
pl: Odznaki oddzielone przecinkami na karcie
ro: Insigne separate prin virgulă pe card
sk: Odznaky oddelené čiarkami na karte
sl: Značke ločene z vejico na kartici
sv: Kommaseparerade märken på kortet
th: ป้ายที่คั่นด้วยเครื่องหมายจุลภาคบนการ์ด
tr: Kartta virgülle ayrılmış rozetler
uk: Значки через кому на картці
vi: Huy hiệu phân cách bằng dấu phẩy trên thẻ
zh_hk: 卡片上顯示嘅逗號分隔徽章

# editor.section.appearance
source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
el: Εμφάνιση
fi: Ulkoasu
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
ja: 外観
nl: Weergave
no: Utseende
pl: Wygląd
ro: Aspect
sk: Vzhľad
sl: Videz
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hk: 外觀

# editor.field.theme
source: Theme
ar: السمة
ca: Tema
cs: Motiv
el: Θέμα
fi: Teema
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
ro: Temă
sk: Téma
sl: Tema
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hk: 主題

# editor.field.theme.default
source: Default
ar: الافتراضي
ca: Per defecte
cs: Výchozí
el: Προεπιλογή
fi: Oletus
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
ro: Implicit
sk: Predvolená
sl: Privzeto
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типова
vi: Mặc định
zh_hk: 預設

# editor.field.font.size
source: Font Size
ar: حجم الخط
ca: Mida de la lletra
cs: Velikost písma
el: Μέγεθος γραμματοσειράς
fi: Fonttikoko
he: גודל גופן
hi: फ़ॉन्ट आकार
hr: Veličina fonta
hu: Betűméret
id: Ukuran Font
ja: フォントサイズ
nl: Lettergrootte
no: Skriftstørrelse
pl: Rozmiar czcionki
ro: Dimensiune font
sk: Veľkosť písma
sl: Velikost pisave
sv: Teckenstorlek
th: ขนาดตัวอักษร
tr: Yazı Tipi Boyutu
uk: Розмір шрифту
vi: Cỡ chữ
zh_hk: 字體大小

# editor.font.preview
source: AaBbCc 123
ca: AaBbCc Català 123
hi: AaBbCc हिंदी 123
id: AaBbCc Indo 123
ja: AaBbCc あいう 123
th: AaBbCc กขค 123
vi: AaBbCc Việt 123
zh_hk: AaBbCc 中文 123

# editor.section.terminal
source: Terminal
ar: الطرفية
cs: Terminál
el: Τερματικό
fi: Terminaali
he: מסוף
hi: टर्मिनल
hu: Terminál
ja: ターミナル
sk: Terminál
th: เทอร์มินัล
uk: Термінал
zh_hk: 終端機

# editor.field.directory
source: Working Directory
ar: مجلد العمل
ca: Directori de treball
cs: Pracovní adresář
el: Κατάλογος εργασίας
fi: Työhakemisto
he: ספריית עבודה
hi: कार्य निर्देशिका
hr: Radni direktorij
hu: Munkakönyvtár
id: Direktori Kerja
ja: 作業ディレクトリ
nl: Werkmap
no: Arbeidsmappe
pl: Katalog roboczy
ro: Director de lucru
sk: Pracovný adresár
sl: Delovna mapa
sv: Arbetskatalog
th: ไดเรกทอรีทำงาน
tr: Çalışma Dizini
uk: Робочий каталог
vi: Thư mục làm việc
zh_hk: 工作目錄

# editor.field.directory.help
source: Starting directory for the terminal
ar: المجلد الابتدائي للطرفية
ca: Directori inicial per al terminal
cs: Počáteční adresář pro terminál
el: Αρχικός κατάλογος για το τερματικό
fi: Terminaalin aloitushakemisto
he: ספריית התחלה למסוף
hi: टर्मिनल के लिए प्रारंभिक निर्देशिका
hr: Početni direktorij za terminal
hu: Kezdő könyvtár a terminálhoz
id: Direktori awal untuk terminal
ja: ターミナルの開始ディレクトリ
nl: Startmap voor de terminal
no: Startmappe for terminalen
pl: Katalog początkowy dla terminala
ro: Director inițial pentru terminal
sk: Počiatočný adresár pre terminál
sl: Začetna mapa za terminal
sv: Startkatalog för terminalen
th: ไดเรกทอรีเริ่มต้นสำหรับเทอร์มินัล
tr: Terminal için başlangıç dizini
uk: Початковий каталог для терміналу
vi: Thư mục bắt đầu cho terminal
zh_hk: 終端機嘅起始目錄

# editor.field.shell
source: Shell
ar: الصدفة
el: Κέλυφος
fi: Komentotulkki
he: מעטפת
hi: शेल
hr: Ljuska
ja: シェル
no: Skall
pl: Powłoka
sl: Lupina
sv: Skal
th: เชลล์
tr: Kabuk
uk: Оболонка

# editor.field.shell.help
source: Shell to use (leave empty for default)
ar: الصدفة المستخدمة (فارغ = افتراضي)
ca: Shell a utilitzar (deixeu buit per defecte)
cs: Shell k použití (prázdné = výchozí)
el: Κέλυφος προς χρήση (κενό = προεπιλογή)
fi: Käytettävä komentotulkki (tyhjä = oletus)
he: מעטפת לשימוש (ריק = ברירת מחדל)
hi: उपयोग करने के लिए शेल (खाली = डिफ़ॉल्ट)
hr: Ljuska za korištenje (prazno = zadano)
hu: Használandó shell (üres = alapértelmezett)
id: Shell yang digunakan (kosongkan untuk default)
ja: 使用するシェル（空欄でデフォルト）
nl: Te gebruiken shell (leeg voor standaard)
no: Skall å bruke (la stå tom for standard)
pl: Powłoka do użycia (puste = domyślna)
ro: Shell de utilizat (gol = implicit)
sk: Shell na použitie (prázdne = predvolený)
sl: Lupina za uporabo (prazno = privzeto)
sv: Skal att använda (lämna tomt för standard)
th: เชลล์ที่จะใช้ (ว่างเปล่า = ค่าเริ่มต้น)
tr: Kullanılacak kabuk (boş = varsayılan)
uk: Оболонка для використання (порожнє = типова)
vi: Shell sử dụng (để trống = mặc định)
zh_hk: 使用嘅 Shell（留空使用預設）

# editor.section.automation
source: Automation
ar: الأتمتة
ca: Automatització
cs: Automatizace
el: Αυτοματισμός
fi: Automaatio
he: אוטומציה
hi: स्वचालन
hr: Automatizacija
hu: Automatizálás
id: Otomatisasi
ja: 自動化
nl: Automatisering
no: Automatisering
pl: Automatyzacja
ro: Automatizare
sk: Automatizácia
sl: Avtomatizacija
sv: Automatisering
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
vi: Tự động hóa
zh_hk: 自動化

# editor.field.init.command
source: Init Command
ar: أمر البدء
ca: Comanda inicial
cs: Počáteční příkaz
el: Αρχική εντολή
fi: Aloituskomento
he: פקודת אתחול
hi: इनिट कमांड
hr: Početna naredba
hu: Kezdő parancs
id: Perintah Awal
ja: 初期化コマンド
nl: Startcommando
no: Startkommando
pl: Polecenie początkowe
ro: Comandă inițială
sk: Počiatočný príkaz
sl: Začetni ukaz
sv: Startkommando
th: คำสั่งเริ่มต้น
tr: Başlangıç Komutu
uk: Початкова команда
vi: Lệnh khởi tạo
zh_hk: 初始化指令
