Repository: eyelock/TermQ
Catalog: Sources/TermQ/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fi, he, hi, hr, hu, id, ja, nl, no, pl, ro, sk, sl, sv, th, tr, uk, vi, zh_hk

# editor.field.init.command.help
source: Command to run when terminal starts
ar: أمر للتشغيل عند بدء الطرفية
ca: Comanda a executar quan s'inicia el terminal
cs: Příkaz ke spuštění při startu terminálu
el: Εντολή για εκτέλεση κατά την εκκίνηση του τερματικού
fi: Komento suoritettavaksi terminaalin käynnistyessä
he: פקודה להרצה בעת הפעלת המסוף
hi: टर्मिनल शुरू होने पर चलाने के लिए कमांड
hr: Naredba za pokretanje pri pokretanju terminala
hu: Parancs futtatása a terminál indításakor
id: Perintah yang dijalankan saat terminal dimulai
ja: ターミナル起動時に実行するコマンド
nl: Commando bij terminal start
no: Kommando å kjøre når terminalen starter
pl: Polecenie do uruchomienia przy starcie terminala
ro: Comandă de rulat la pornirea terminalului
sk: Príkaz na spustenie pri štarte terminálu
sl: Ukaz za zagon ob zagonu terminala
sv: Kommando att köra när terminalen startar
th: คำสั่งที่จะรันเมื่อเทอร์มินัลเริ่มต้น
tr: Terminal başladığında çalıştırılacak komut
uk: Команда для виконання при запуску терміналу
vi: Lệnh chạy khi terminal bắt đầu
zh_hk: 終端機啟動時執行嘅指令

# editor.field.safe.paste
source: Safe Paste
ar: لصق آمن
ca: Enganxar segur
cs: Bezpečné vkládání
el: Ασφαλής επικόλληση
fi: Turvallinen liittäminen
he: הדבקה בטוחה
hi: सुरक्षित पेस्ट
hr: Sigurno lijepljenje
hu: Biztonságos beillesztés
id: Tempel Aman
ja: 安全な貼り付け
nl: Veilig plakken
no: Sikker liming
pl: Bezpieczne wklejanie
ro: Lipire sigură
sk: Bezpečné vkladanie
sl: Varno lepljenje
sv: Säker inklistring
th: วางอย่างปลอดภัย
tr: Güvenli Yapıştırma
uk: Безпечне вставлення
vi: Dán an toàn
zh_hk: 安全貼上

# editor.field.safe.paste.help
source: Show confirmation before pasting multi-line text
ar: إظهار تأكيد قبل لصق نص متعدد الأسطر
ca: Mostrar confirmació abans d'enganxar text multilínia
cs: Zobrazit potvrzení před vložením víceřádkového textu
el: Εμφάνιση επιβεβαίωσης πριν την επικόλληση πολλών γραμμών
fi: Näytä vahvistus ennen moniriviisen tekstin liittämistä
he: הצג אישור לפני הדבקת טקסט מרובה שורות
hi: बहु-पंक्ति टेक्स्ट पेस्ट करने से पहले पुष्टि दिखाएं
hr: Prikaži potvrdu prije lijepljenja višelinijskog teksta
hu: Megerősítés kérése többsoros szöveg beillesztése előtt
id: Tampilkan konfirmasi sebelum menempel teks multi-baris
ja: 複数行テキストの貼り付け前に確認を表示
nl: Bevestiging tonen voor meerdere regels plakken
no: Vis bekreftelse før liming av tekst med flere linjer
pl: Pokaż potwierdzenie przed wklejeniem tekstu wieloliniowego
ro: Afișare confirmare înainte de lipirea textului multilinie
sk: Zobraziť potvrdenie pred vložením viacriadkového textu
sl: Prikaži potrditev pred lepljenjem večvrstičnega besedila
sv: Visa bekräftelse innan flerradigt text klistras in
th: แสดงการยืนยันก่อนวางข้อความหลายบรรทัด
tr: Çok satırlı metin yapıştırmadan önce onay göster
uk: Показувати підтвердження перед вставленням багаторядкового тексту
vi: Hiển thị xác nhận trước khi dán văn bản nhiều dòng
zh_hk: 貼上多行文字前顯示確認

# editor.field.allow.autorun
source: Allow Autorun
ar: السماح بالتشغيل التلقائي
ca: Permetre execució automàtica
cs: Povolit automatické spuštění
el: Επιτροπή αυτόματης εκτέλεσης
fi: Salli automaattiajo
he: אפשר הרצה אוטומטית
hi: ऑटोरन की अनुमति दें
hr: Dopusti automatsko pokretanje
hu: Automatikus futtatás engedélyezése
id: Izinkan Autorun
ja: 自動実行を許可
nl: Autorun toestaan
no: Tillat autokjøring
pl: Zezwól na autorun
ro: Permitere rulare automată
sk: Povoliť automatické spustenie
sl: Dovoli samodejni zagon
sv: Tillåt autokörning
th: อนุญาตการรันอัตโนมัติ
tr: Otomatik Çalıştırmaya İzin Ver
uk: Дозволити автозапуск
vi: Cho phép tự động chạy
zh_hk: 允許自動執行

# editor.field.allow.autorun.help
source: Allow CLI to run commands automatically
ar: السماح لـ CLI بتشغيل الأوامر تلقائيًا
ca: Permetre que CLI executi comandes automàticament
cs: Povolit CLI automaticky spouštět příkazy
el: Επιτροπή στο CLI να εκτελεί εντολές αυτόματα
fi: Salli CLI:n suorittaa komentoja automaattisesti
he: אפשר ל-CLI להריץ פקודות אוטומטית
hi: CLI को स्वचालित रूप से कमांड चलाने की अनुमति दें
hr: Dopusti CLI-ju automatsko pokretanje naredbi
hu: CLI automatikus parancsfuttatásának engedélyezése
id: Izinkan CLI menjalankan perintah secara otomatis
ja: CLIによるコマンドの自動実行を許可
nl: CLI automatisch commando's laten uitvoeren
no: Tillat CLI å kjøre kommandoer automatisk
pl: Zezwól CLI na automatyczne uruchamianie poleceń
ro: Permitere CLI să ruleze comenzi automat
sk: Povoliť CLI automaticky spúšťať príkazy
sl: Dovoli CLI samodejno izvajanje ukazov
sv: Tillåt CLI att köra kommandon automatiskt
th: อนุญาตให้ CLI รันคำสั่งอัตโนมัติ
tr: CLI'nin komutları otomatik çalıştırmasına izin ver
uk: Дозволити CLI автоматично виконувати команди
vi: Cho phép CLI tự động chạy lệnh
zh_hk: 允許 CLI 自動執行指令

# editor.field.autorun.disabled.globally
source: Autorun is disabled globally
ar: التشغيل التلقائي معطل عالميًا
ca: L'execució automàtica està desactivada globalment
cs: Automatické spuštění globálně vypnuto
el: Η αυτόματη εκτέλεση είναι απενεργοποιημένη καθολικά
fi: Automaattiajo poistettu käytöstä
he: הרצה אוטומטית מושבתת גלובלית
hi: ऑटोरन वैश्विक रूप से अक्षम है
hr: Automatsko pokretanje globalno onemogućeno
hu: Automatikus futtatás globálisan letiltva
id: Autorun dinonaktifkan secara global
ja: 自動実行はグローバルで無効です
nl: Autorun globaal uitgeschakeld
no: Autokjøring deaktivert globalt
pl: Autorun wyłączony globalnie
ro: Rulare automată dezactivată global
sk: Automatické spustenie globálne vypnuté
sl: Samodejni zagon je globalno onemogočen
sv: Autokörning inaktiverad globalt
th: การรันอัตโนมัติถูกปิดใช้งานทั้งระบบ
tr: Otomatik çalıştırma genel olarak devre dışı
uk: Автозапуск вимкнено глобально
vi: Tự động chạy bị tắt toàn cục
zh_hk: 自動執行已全域停用

# editor.field.autorun.enable.hint
source: Enable in Settings > Tools
ar: تفعيل في الإعدادات > الأدوات
ca: Activeu a Configuració > Eines
cs: Povolit v Nastavení > Nástroje
el: Ενεργοποίηση στις Ρυθμίσεις > Εργαλεία
fi: Ota käyttöön kohdassa Asetukset > Työkalut
he: הפעל בהגדרות > כלים
hi: सेटिंग्स > उपकरण में सक्षम करें
hr: Omogući u Postavke > Alati
hu: Engedélyezés: Beállítások > Eszközök
id: Aktifkan di Pengaturan > Alat
ja: 設定 > ツールで有効化
nl: Inschakelen in Instellingen > Hulpmiddelen
no: Aktiver i Innstillinger > Verktøy
pl: Włącz w Ustawienia > Narzędzia
ro: Activare în Setări > Instrumente
sk: Povoliť v Nastavenia > Nástroje
sl: Omogoči v Nastavitve > Orodja
sv: Aktivera i Inställningar > Verktyg
th: เปิดใช้งานใน การตั้งค่า > เครื่องมือ
tr: Ayarlar > Araçlar'da etkinleştir
uk: Увімкніть у Налаштування > Інструменти
vi: Bật trong Cài đặt > Công cụ
zh_hk: 喺設定 > 工具度啟用

# editor.section.tags
source: Tags
ar: الوسوم
ca: Etiquetes
cs: Štítky
el: Ετικέτες
fi: Tunnisteet
he: תוויות
hi: टैग
hr: Oznake
hu: Címkék
id: Tag
ja: タグ
no: Tagger
pl: Tagi
ro: Etichete
sk: Štítky
sl: Oznake
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hk: 標籤

# editor.field.tags
source: Tags
ar: الوسوم
ca: Etiquetes
cs: Štítky
el: Ετικέτες
fi: Tunnisteet
he: תוויות
hi: टैग
hr: Oznake
hu: Címkék
id: Tag
ja: タグ
no: Tagger
pl: Tagi
ro: Etichete
sk: Štítky
sl: Oznake
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hk: 標籤

# editor.tag.add
source: Add Tag
ar: إضافة وسم
ca: Afegir etiqueta
cs: Přidat štítek
el: Προσθήκη ετικέτας
fi: Lisää tunniste
he: הוספת תווית
hi: टैग जोड़ें
hr: Dodaj oznaku
hu: Címke hozzáadása
id: Tambah Tag
ja: タグを追加
nl: Tag toevoegen
no: Legg til tagg
pl: Dodaj tag
ro: Adăugare etichetă
sk: Pridať štítok
sl: Dodaj oznako
sv: Lägg till tagg
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати тег
vi: Thêm thẻ
zh_hk: 新增標籤

# editor.tag.key.placeholder
source: key
ar: مفتاح
ca: clau
cs: klíč
el: κλειδί
fi: avain
he: מפתח
hi: कुंजी
hr: ključ
hu: kulcs
id: kunci
ja: キー
nl: sleutel
no: nøkkel
pl: klucz
ro: cheie
sk: kľúč
sl: ključ
sv: nyckel
th: คีย์
tr: anahtar
uk: ключ
vi: khóa
zh_hk: 鍵

# editor.tag.value.placeholder
source: value
ar: قيمة
ca: valor
cs: hodnota
el: τιμή
fi: arvo
he: ערך
hi: मान
hr: vrijednost
hu: érték
id: nilai
ja: 値
nl: waarde
no: verdi
pl: wartość
ro: valoare
sk: hodnota
sl: vrednost
sv: värde
th: ค่า
tr: değer
uk: значення
vi: giá trị
zh_hk: 值

# editor.tags.help
source: Key-value pairs for organisation
ar: أزواج مفتاح-قيمة للتنظيم
ca: Parells clau-valor per a l'organització
cs: Páry klíč-hodnota pro organizaci
el: Ζεύγη κλειδιού-τιμής για οργάνωση
fi: Avain-arvo-parit järjestelyyn
he: זוגות מפתח-ערך לארגון
hi: संगठन के लिए कुंजी-मान जोड़े
hr: Parovi ključ-vrijednost za organizaciju
hu: Kulcs-érték párok szervezéshez
id: Pasangan kunci-nilai untuk pengorganisasian
ja: 整理用のキーと値のペア
nl: Sleutel-waardeparen voor organisatie
no: Nøkkel-verdi-par for organisering
pl: Pary klucz-wartość do organizacji
ro: Perechi cheie-valoare pentru organizare
sk: Páry kľúč-hodnota pre organizáciu
sl: Pari ključ-vrednost za organizacijo
sv: Nyckel-värdepar för organisation
th: คู่คีย์-ค่าสำหรับการจัดระเบียบ
tr: Düzenleme için anahtar-değer çiftleri
uk: Пари ключ-значення для організації
vi: Cặp khóa-giá trị để tổ chức
zh_hk: 用嚟組織嘅鍵值對

# editor.field.terminal.allows.autorun
source: Terminal allows commands
ar: الطرفية تسمح بالأوامر
ca: El terminal permet comandes
cs: Terminál povoluje příkazy
el: Το τερματικό επιτρέπει εντολές
fi: Terminaali sallii komennot
he: המסוף מאפשר פקודות
hi: टर्मिनल कमांड की अनुमति देता है
hr: Terminal dopušta naredbe
hu: Terminál engedélyezi a parancsokat
id: Terminal mengizinkan perintah
ja: ターミナルがコマンドを許可
nl: Terminal staat commando's toe
no: Terminal tillater kommandoer
pl: Terminal zezwala na polecenia
ro: Terminalul permite comenzi
sk: Terminál povoľuje príkazy
sl: Terminal dovoljuje ukaze
sv: Terminalen tillåter kommandon
th: เทอร์มินัลอนุญาตคำสั่ง
tr: Terminal komutlara izin veriyor
uk: Термінал дозволяє команди
vi: Terminal cho phép lệnh
zh_hk: 終端機允許指令

# editor.field.persistent.context
source: Persistent Context
ar: سياق دائم
ca: Context persistent
cs: Trvalý kontext
el: Μόνιμο πλαίσιο
fi: Pysyvä konteksti
he: הקשר קבוע
hi: स्थायी संदर्भ
hr: Trajni kontekst
hu: Állandó kontextus
id: Konteks Persisten
ja: 永続コンテキスト
nl: Persistente context
no: Vedvarende kontekst
pl: Trwały kontekst
ro: Context persistent
sk: Trvalý kontext
sl: Trajni kontekst
sv: Beständig kontext
th: บริบทถาวร
tr: Kalıcı Bağlam
uk: Постійний контекст
vi: Ngữ cảnh lâu dài
zh_hk: 持續性內容

# editor.field.persistent.context.help
source: Context maintained across sessions
ar: يُحفظ السياق عبر الجلسات
ca: El context es manté entre sessions
cs: Kontext zachován mezi relacemi
el: Το πλαίσιο διατηρείται μεταξύ συνεδριών
fi: Konteksti säilyy istuntojen välillä
he: ההקשר נשמר בין הפעלות
hi: संदर्भ सत्रों में बनाए रखा जाता है
hr: Kontekst se čuva između sesija
hu: Kontextus megőrzése munkamenetek között
id: Konteks dipertahankan antar sesi
ja: セッション間でコンテキストを維持
nl: Context behouden tussen sessies
no: Kontekst beholdes mellom økter
pl: Kontekst zachowany między sesjami
ro: Contextul este păstrat între sesiuni
sk: Kontext zachovaný medzi reláciami
sl: Kontekst se ohranja med sejami
sv: Kontext bevarad mellan sessioner
th: บริบทถูกเก็บรักษาข้ามเซสชัน
tr: Bağlam oturumlar arasında korunur
uk: Контекст зберігається між сеансами
vi: Ngữ cảnh được duy trì qua các phiên
zh_hk: 內容喺工作階段之間保持

# editor.field.next.action
source: Next Action
ar: الإجراء التالي
ca: Pròxima acció
cs: Další akce
el: Επόμενη ενέργεια
fi: Seuraava toiminto
he: פעולה הבאה
hi: अगली क्रिया
hr: Sljedeća radnja
hu: Következő művelet
id: Tindakan Berikutnya
ja: 次のアクション
nl: Volgende actie
no: Neste handling
pl: Następna akcja
ro: Următoarea acțiune
sk: Ďalšia akcia
sl: Naslednje dejanje
sv: Nästa åtgärd
th: การดำเนินการถัดไป
tr: Sonraki Eylem
uk: Наступна дія
vi: Hành động tiếp theo
zh_hk: 下一步動作

# editor.field.next.action.help
source: Action to perform next
ar: إجراء للتنفيذ في المرة القادمة
ca: Acció a realitzar a continuació
cs: Akce k provedení příště
el: Ενέργεια προς εκτέλεση την επόμενη φορά
fi: Seuraavaksi suoritettava toiminto
he: פעולה לביצוע בפעם הבאה
hi: अगली बार करने के लिए क्रिया
hr: Radnja za izvršavanje sljedeći put
hu: Legközelebb végrehajtandó művelet
id: Tindakan yang akan dilakukan selanjutnya
ja: 次に実行するアクション
nl: Volgende uit te voeren actie
no: Handling å utføre neste gang
pl: Akcja do wykonania następnym razem
ro: Acțiune de efectuat data viitoare
sk: Akcia na vykonanie nabudúce
sl: Dejanje za izvedbo naslednjič
sv: Åtgärd att utföra härnäst
th: การดำเนินการที่จะทำต่อไป
tr: Sonra gerçekleştirilecek eylem
uk: Дія для виконання наступного разу
vi: Hành động thực hiện tiếp theo
zh_hk: 下次執行嘅動作

# editor.section.command.generator
source: Command Generator
ar: مولّد الأوامر
ca: Generador de comandes
cs: Generátor příkazů
el: Γεννήτρια εντολών
fi: Komentogeneraattori
he: מחולל פקודות
hi: कमांड जेनरेटर
hr: Generator naredbi
hu: Parancs generátor
id: Generator Perintah
ja: コマンドジェネレーター
nl: Commandogenerator
no: Kommandogenerator
pl: Generator poleceń
ro: Generator de comenzi
sk: Generátor príkazov
sl: Generator ukazov
sv: Kommandogenerator
th: ตัวสร้างคำสั่ง
tr: Komut Oluşturucu
uk: Генератор команд
vi: Trình tạo lệnh
zh_hk: 指令產生器

# editor.field.apply.to.init.command
source: Apply to Init Command
ar: تطبيق كأمر بدء
ca: Aplicar a comanda inicial
cs: Použít na počáteční příkaz
el: Εφαρμογή ως αρχική εντολή
fi: Käytä aloituskomentona
he: החל כפקודת אתחול
hi: इनिट कमांड पर लागू करें
hr: Primijeni na početnu naredbu
hu: Alkalmazás kezdő parancsként
id: Terapkan ke Perintah Awal
ja: 初期化コマンドに適用
nl: Toepassen op startcommando
no: Bruk på startkommando
pl: Zastosuj do polecenia początkowego
ro: Aplicare ca comandă inițială
sk: Použiť na počiatočný príkaz
sl: Uporabi za začetni ukaz
sv: Tillämpa på startkommando
th: ใช้เป็นคำสั่งเริ่มต้น
tr: Başlangıç Komutuna Uygula
uk: Застосувати до початкової команди
vi: Áp dụng làm lệnh khởi tạo
zh_hk: 套用為初始化指令

# editor.field.apply.to.init.command.help
source: Use generated command as init command
ar: استخدام الأمر المُنشأ كأمر بدء
ca: Utilitzar la comanda generada com a comanda inicial
cs: Použít vygenerovaný příkaz jako počáteční
el: Χρήση της παραγόμενης εντολής ως αρχική
fi: Käytä generoitua komentoa aloituskomentona
he: השתמש בפקודה המיוצרת כפקודת אתחול
hi: जेनरेट किए गए कमांड को इनिट कमांड के रूप में उपयोग करें
hr: Koristi generiranu naredbu kao početnu
hu: Generált parancs használata kezdő parancsként
id: Gunakan perintah yang dihasilkan sebagai perintah awal
ja: 生成したコマンドを初期化コマンドとして使用
nl: Gegenereerd commando als startcommando gebruiken
no: Bruk generert kommando som startkommando
pl: Użyj wygenerowanego polecenia jako początkowego
ro: Utilizare comandă generată ca inițială
sk: Použiť vygenerovaný príkaz ako počiatočný
sl: Uporabi generirani ukaz kot začetni
sv: Använd genererat kommando som startkommando
th: ใช้คำสั่งที่สร้างเป็นคำสั่งเริ่มต้น
tr: Oluşturulan komutu başlangıç komutu olarak kullan
uk: Використовувати згенеровану команду як початкову
vi: Sử dụng lệnh được tạo làm lệnh khởi tạo
zh_hk: 將產生嘅指令用作初始化指令

# editor.no.llm.prompt.warning
source: No LLM prompt configured
ar: لم يتم تكوين موجه LLM
ca: No hi ha prompt LLM configurat
cs: Prompt LLM není nakonfigurován
el: Δεν έχει διαμορφωθεί προτροπή LLM
fi: LLM-kehotetta ei määritetty
he: לא הוגדרה הנחיית LLM
hi: कोई LLM प्रॉम्प्ट कॉन्फ़िगर नहीं किया गया
hr: LLM prompt nije konfiguriran
hu: Nincs LLM prompt konfigurálva
id: Tidak ada prompt LLM yang dikonfigurasi
ja: LLMプロンプトが設定されていません
nl: Geen LLM-prompt geconfigureerd
no: Ingen LLM-ledetekst konfigurert
pl: Nie skonfigurowano promptu LLM
ro: Prompt LLM neconfigurat
sk: Prompt LLM nie je nakonfigurovaný
sl: Poziv LLM ni konfiguriran
sv: Ingen LLM-prompt konfigurerad
th: ไม่ได้กำหนดค่าพรอมต์ LLM
tr: LLM istemi yapılandırılmadı
uk: Промпт LLM не налаштовано
vi: Chưa cấu hình lời nhắc LLM
zh_hk: 未設定 LLM 提示

# editor.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
fi: Kumoa
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ja: キャンセル
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hk: 取消

# editor.save
source: Save
ar: حفظ
ca: Desar
cs: Uložit
el: Αποθήκευση
fi: Tallenna
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
ja: 保存
nl: Bewaar
no: Lagre
pl: Zapisz
ro: Salvare
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hk: 儲存

# editor.save.open
source: Save & Open
ar: حفظ وفتح
ca: Desar i obrir
cs: Uložit a otevřít
el: Αποθήκευση & Άνοιγμα
fi: Tallenna ja avaa
he: שמירה ופתיחה
hi: सहेजें और खोलें
hr: Spremi i otvori
hu: Mentés és megnyitás
id: Simpan & Buka
ja: 保存して開く
nl: Bewaar & Open
no: Lagre og åpne
pl: Zapisz i otwórz
ro: Salvare și deschidere
sk: Uložiť a otvoriť
sl: Shrani in odpri
sv: Spara & Öppna
th: บันทึกและเปิด
tr: Kaydet ve Aç
uk: Зберегти і відкрити
vi: Lưu & Mở
zh_hk: 儲存並開啟

# column.editor.title.new
source: New Column
ar: عمود جديد
ca: Nova columna
cs: Nový sloupec
el: Νέα στήλη
fi: Uusi sarake
he: עמודה חדשה
hi: नया कॉलम
hr: Novi stupac
hu: Új oszlop
id: Kolom Baru
ja: 新規カラム
nl: Nieuwe kolom
no: Ny kolonne
pl: Nowa kolumna
ro: Coloană nouă
sk: Nový stĺpec
sl: Nov stolpec
sv: Ny kolumn
th: คอลัมน์ใหม่
tr: Yeni Sütun
uk: Нова колонка
vi: Cột mới
zh_hk: 新增欄

# column.editor.title.edit
source: Edit Column
ar: تعديل العمود
ca: Editar columna
cs: Upravit sloupec
el: Επεξεργασία στήλης
fi: Muokkaa saraketta
he: עריכת עמודה
hi: कॉलम संपादित करें
hr: Uredi stupac
hu: Oszlop szerkesztése
id: Edit Kolom
ja: カラムを編集
nl: Wijzig kolom
no: Rediger kolonne
pl: Edytuj kolumnę
ro: Editare coloană
sk: Upraviť stĺpec
sl: Uredi stolpec
sv: Redigera kolumn
th: แก้ไขคอลัมน์
tr: Sütunu Düzenle
uk: Редагувати колонку
vi: Sửa cột
zh_hk: 編輯欄

# column.editor.field.name
source: Name
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
fi: Nimi
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
ro: Nume
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hk: 名稱

# column.editor.field.name.placeholder
source: Column name
ar: اسم العمود
ca: Nom de la columna
cs: Název sloupce
el: Όνομα στήλης
fi: Sarakkeen nimi
he: שם העמודה
hi: कॉलम का नाम
hr: Naziv stupca
hu: Oszlop neve
id: Nama kolom
ja: カラム名
nl: Kolomnaam
no: Kolonnenavn
pl: Nazwa kolumny
ro: Nume coloană
sk: Názov stĺpca
sl: Ime stolpca
sv: Kolumnnamn
th: ชื่อคอลัมน์
tr: Sütun adı
uk: Назва колонки
vi: Tên cột
zh_hk: 欄名稱

# column.editor.field.description
source: Description
ar: الوصف
ca: Descripció
cs: Popis
el: Περιγραφή
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
ro: Descriere
sk: Popis
sl: Opis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hk: 描述

# column.editor.field.description.placeholder
source: Optional description
ar: وصف اختياري
ca: Descripció opcional
cs: Volitelný popis
el: Προαιρετική περιγραφή
fi: Valinnainen kuvaus
he: תיאור אופציונלי
hi: वैकल्पिक विवरण
hr: Neobavezni opis
hu: Opcionális leírás
id: Deskripsi opsional
ja: 説明（任意）
nl: Optionele beschrijving
no: Valgfri beskrivelse
pl: Opcjonalny opis
ro: Descriere opțională
sk: Voliteľný popis
sl: Izbirni opis
sv: Valfri beskrivning
th: คำอธิบาย (ไม่บังคับ)
tr: İsteğe bağlı açıklama
uk: Необовʼязковий опис
vi: Mô tả tùy chọn
zh_hk: 選填描述

# column.editor.field.color
source: Colour
ar: اللون
ca: Color
cs: Barva
el: Χρώμα
fi: Väri
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
ja: 色
nl: Kleur
no: Farge
pl: Kolor
ro: Culoare
sk: Farba
sl: Barva
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hk: 顏色

# column.editor.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
fi: Kumoa
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ja: キャンセル
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hk: 取消

# column.editor.save
source: Save
ar: حفظ
ca: Desar
cs: Uložit
el: Αποθήκευση
fi: Tallenna
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
ja: 保存
nl: Bewaar
no: Lagre
pl: Zapisz
ro: Salvare
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hk: 儲存

# bin.title
source: Bin
ar: سلة المحذوفات
ca: Paperera
cs: Koš
el: Κάδος
fi: Roskakori
he: פח
hi: ट्रैश
hr: Smeće
hu: Kuka
id: Sampah
ja: ゴミ箱
nl: Prullenbak
no: Papirkurv
pl: Kosz
ro: Coș de gunoi
sk: Kôš
sl: Koš
sv: Papperskorg
th: ถังขยะ
tr: Çöp Kutusu
uk: Кошик
vi: Thùng rác
zh_hk: 垃圾桶

# bin.empty
source: Bin is empty
ar: سلة المحذوفات فارغة
ca: La paperera és buida
cs: Koš je prázdný
el: Ο κάδος είναι άδειος
fi: Roskakori on tyhjä
he: הפח ריק
hi: ट्रैश खाली है
hr: Smeće je prazno
hu: A kuka üres
id: Sampah kosong
ja: ゴミ箱は空です
nl: Prullenbak is leeg
no: Papirkurven er tom
pl: Kosz jest pusty
ro: Coșul de gunoi este gol
sk: Kôš je prázdny
sl: Koš je prazen
sv: Papperskorgen är tom
th: ถังขยะว่างเปล่า
tr: Çöp kutusu boş
uk: Кошик порожній
vi: Thùng rác trống
zh_hk: 垃圾桶係空嘅

# bin.empty.button
source: Empty Bin
ar: إفراغ سلة المحذوفات
ca: Buidar paperera
cs: Vysypat koš
el: Άδειασμα κάδου
fi: Tyhjennä roskakori
he: ריקון פח
hi: ट्रैश खाली करें
hr: Isprazni smeće
hu: Kuka ürítése
id: Kosongkan Sampah
ja: ゴミ箱を空にする
nl: Leeg prullenbak
no: Tøm papirkurv
pl: Opróżnij kosz
ro: Golire coș de gunoi
sk: Vysypať kôš
sl: Izprazni koš
sv: Töm papperskorgen
th: ล้างถังขยะ
tr: Çöp Kutusunu Boşalt
uk: Очистити кошик
vi: Dọn thùng rác
zh_hk: 清空垃圾桶

# bin.close.help
source: Close bin
ar: إغلاق سلة المحذوفات
ca: Tancar paperera
cs: Zavřít koš
el: Κλείσιμο κάδου
fi: Sulje roskakori
he: סגירת פח
hi: ट्रैश बंद करें
hr: Zatvori smeće
hu: Kuka bezárása
id: Tutup sampah
ja: ゴミ箱を閉じる
nl: Sluit prullenbak
no: Lukk papirkurv
pl: Zamknij kosz
ro: Închidere coș de gunoi
sk: Zavrieť kôš
sl: Zapri koš
sv: Stäng papperskorgen
th: ปิดถังขยะ
tr: Çöp kutusunu kapat
uk: Закрити кошик
vi: Đóng thùng rác
zh_hk: 關閉垃圾桶

# bin.restore.help
source: Restore terminal
ar: استعادة الطرفية
ca: Restaurar terminal
cs: Obnovit terminál
el: Αποκατάσταση τερματικού
fi: Palauta terminaali
he: שחזור מסוף
hi: टर्मिनल पुनर्स्थापित करें
hr: Vrati terminal
hu: Terminál visszaállítása
id: Pulihkan terminal
ja: ターミナルを復元
nl: Herstel terminal
no: Gjenopprett terminal
pl: Przywróć terminal
ro: Restaurare terminal
sk: Obnoviť terminál
sl: Obnovi terminal
sv: Återställ terminal
th: กู้คืนเทอร์มินัล
tr: Terminali geri yükle
uk: Відновити термінал
vi: Khôi phục terminal
zh_hk: 還原終端機

# bin.delete.help
source: Delete permanently
ar: حذف نهائي
ca: Eliminar permanentment
cs: Smazat trvale
el: Μόνιμη διαγραφή
fi: Poista pysyvästi
he: מחיקה לצמיתות
hi: स्थायी रूप से हटाएं
hr: Trajno obriši
hu: Végleges törlés
id: Hapus permanen
ja: 完全に削除
nl: Permanent verwijderen
no: Slett permanent
pl: Usuń trwale
ro: Ștergere permanentă
sk: Zmazať natrvalo
sl: Trajno izbriši
sv: Radera permanent
th: ลบถาวร
tr: Kalıcı olarak sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hk: 永久刪除

# bin.deleted %@
source: Deleted %@
ar: تم الحذف %@
ca: Eliminat %@
cs: Smazáno %@
el: Διαγράφηκε %@
fi: Poistettu %@
he: נמחק %@
hi: %@ हटाया गया
hr: Obrisano %@
hu: Törölve: %@
id: Dihapus %@
ja: %@ を削除しました
nl: Verwijderd %@
no: Slettet %@
pl: Usunięto %@
ro: Șters %@
sk: Zmazané %@
sl: Izbrisano %@
sv: Raderad %@
th: ลบแล้ว %@
tr: Silindi %@
uk: Видалено %@
vi: Đã xóa %@
zh_hk: 已刪除 %@

# bin.days.remaining %lld
source: %lld days remaining
ar: متبقي %lld يوم
ca: %lld dies restants
cs: Zbývá %lld dní
el: Απομένουν %lld ημέρες
fi: %lld päivää jäljellä
he: נותרו %lld ימים
hi: %lld दिन शेष
hr: Preostalo %lld dana
hu: %lld nap van hátra
id: %lld hari tersisa
ja: 残り %lld 日
nl: %lld dagen resterend
no: %lld dager igjen
pl: Pozostało %lld dni
ro: %lld zile rămase
sk: Zostáva %lld dní
sl: Preostalo %lld dni
sv: %lld dagar kvar
th: เหลือ %lld วัน
tr: %lld gün kaldı
uk: Залишилось %lld днів
vi: Còn %lld ngày
zh_hk: 剩餘 %lld 日
