Repository: eyelock/TermQ
Catalog: Sources/TermQ/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fi, he, hi, hr, hu, id, ja, nl, no, pl, ro, sk, sl, sv, th, tr, uk, vi, zh_hk

# common.ok
source: OK
ar: موافق
ca: D'acord
he: אישור
hi: ठीक है
hr: U redu
sl: V redu
th: ตกลง
tr: Tamam
zh_hk: 確定

# common.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
fi: Kumoa
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ja: キャンセル
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hk: 取消

# common.save
source: Save
ar: حفظ
ca: Desar
cs: Uložit
el: Αποθήκευση
fi: Tallenna
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
ja: 保存
nl: Bewaar
no: Lagre
pl: Zapisz
ro: Salvare
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hk: 儲存

# common.delete
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
el: Διαγραφή
fi: Poista
he: מחיקה
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
ja: 削除
nl: Verwijder
no: Slett
pl: Usuń
ro: Ștergere
sk: Zmazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hk: 刪除

# common.edit
source: Edit
ar: تعديل
ca: Editar
cs: Upravit
el: Επεξεργασία
fi: Muokkaa
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
ja: 編集
nl: Wijzig
no: Rediger
pl: Edytuj
ro: Editare
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hk: 編輯

# common.close
source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
el: Κλείσιμο
fi: Sulje
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
ja: 閉じる
nl: Sluit
no: Lukk
pl: Zamknij
ro: Închidere
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hk: 關閉

# common.add
source: Add
ar: إضافة
ca: Afegir
cs: Přidat
el: Προσθήκη
fi: Lisää
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
ja: 追加
nl: Voeg toe
no: Legg til
pl: Dodaj
ro: Adăugare
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hk: 新增

# common.reinstall
source: Reinstall
ar: إعادة التثبيت
ca: Reinstal·lar
cs: Přeinstalovat
el: Επανεγκατάσταση
fi: Asenna uudelleen
he: התקנה מחדש
hi: पुनः इंस्टॉल करें
hr: Ponovno instaliraj
hu: Újratelepítés
id: Instal Ulang
ja: 再インストール
nl: Herinstalleer
no: Installer på nytt
pl: Zainstaluj ponownie
ro: Reinstalare
sk: Preinštalovať
sl: Ponovno namesti
sv: Installera om
th: ติดตั้งใหม่
tr: Yeniden Yükle
uk: Перевстановити
vi: Cài đặt lại
zh_hk: 重新安裝

# common.uninstall
source: Uninstall
ar: إلغاء التثبيت
ca: Desinstal·lar
cs: Odinstalovat
el: Απεγκατάσταση
fi: Poista asennus
he: הסרה
hi: अनइंस्टॉल करें
hr: Deinstaliraj
hu: Eltávolítás
id: Copot
ja: アンインストール
nl: Verwijder
no: Avinstaller
pl: Odinstaluj
ro: Dezinstalare
sk: Odinštalovať
sl: Odstrani
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hk: 解除安裝

# common.browse
source: Browse...
ar: استعراض...
ca: Explorar...
cs: Procházet...
el: Περιήγηση...
fi: Selaa...
he: עיון...
hi: ब्राउज़ करें...
hr: Pregledaj...
hu: Tallózás...
id: Jelajahi...
ja: 参照...
nl: Blader...
no: Bla gjennom...
pl: Przeglądaj...
ro: Răsfoire...
sk: Prehľadávať...
sl: Prebrskaj...
sv: Bläddra...
th: เรียกดู...
tr: Gözat...
uk: Огляд...
vi: Duyệt...
zh_hk: 瀏覽...

# common.apply
source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
el: Εφαρμογή
fi: Käytä
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
ja: 適用
nl: Pas toe
no: Bruk
pl: Zastosuj
ro: Aplicare
sk: Použiť
sl: Uporabi
sv: Använd
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hk: 套用

# common.preview
source: Preview
ar: معاينة
ca: Previsualització
cs: Náhled
el: Προεπισκόπηση
fi: Esikatselu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
ja: プレビュー
nl: Voorvertoning
no: Forhåndsvisning
pl: Podgląd
ro: Previzualizare
sk: Náhľad
sl: Predogled
sv: Förhandsvisa
th: แสดงตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hk: 預覽

# board.column.options
source: Column options
ar: خيارات العمود
ca: Opcions de columna
cs: Možnosti sloupce
el: Επιλογές στήλης
fi: Sarakkeen asetukset
he: אפשרויות עמודה
hi: कॉलम विकल्प
hr: Opcije stupca
hu: Oszlop beállításai
id: Opsi kolom
ja: カラムオプション
nl: Kolomopties
no: Kolonnealternativer
pl: Opcje kolumny
ro: Opțiuni coloană
sk: Možnosti stĺpca
sl: Možnosti stolpca
sv: Kolumnalternativ
th: ตัวเลือกคอลัมน์
tr: Sütun seçenekleri
uk: Параметри колонки
vi: Tùy chọn cột
zh_hk: 欄選項

# board.column.rename
source: Rename Column...
ar: إعادة تسمية العمود...
ca: Canviar nom de columna...
cs: Přejmenovat sloupec...
el: Μετονομασία στήλης...
fi: Nimeä sarake uudelleen...
he: שינוי שם עמודה...
hi: कॉलम का नाम बदलें...
hr: Preimenuj stupac...
hu: Oszlop átnevezése...
id: Ubah Nama Kolom...
ja: カラム名を変更...
nl: Hernoem kolom...
no: Gi nytt navn til kolonne...
pl: Zmień nazwę kolumny...
ro: Redenumire coloană...
sk: Premenovať stĺpec...
sl: Preimenuj stolpec...
sv: Byt namn på kolumn...
th: เปลี่ยนชื่อคอลัมน์...
tr: Sütunu Yeniden Adlandır...
uk: Перейменувати колонку...
vi: Đổi tên cột...
zh_hk: 重新命名欄...

# board.column.delete
source: Delete Column
ar: حذف العمود
ca: Eliminar columna
cs: Smazat sloupec
el: Διαγραφή στήλης
fi: Poista sarake
he: מחיקת עמודה
hi: कॉलम हटाएं
hr: Obriši stupac
hu: Oszlop törlése
id: Hapus Kolom
ja: カラムを削除
nl: Verwijder kolom
no: Slett kolonne
pl: Usuń kolumnę
ro: Ștergere coloană
sk: Zmazať stĺpec
sl: Izbriši stolpec
sv: Radera kolumn
th: ลบคอลัมน์
tr: Sütunu Sil
uk: Видалити колонку
vi: Xóa cột
zh_hk: 刪除欄

# board.column.delete.disabled
source: Delete Column (move terminals first)
ar: حذف العمود (انقل الطرفيات أولاً)
ca: Eliminar columna (mou els terminals primer)
cs: Smazat sloupec (nejprve přesuňte terminály)
el: Διαγραφή στήλης (μετακινήστε πρώτα τα τερματικά)
fi: Poista sarake (siirrä terminaalit ensin)
he: מחיקת עמודה (העבר מסופים קודם)
hi: कॉलम हटाएं (पहले टर्मिनल हटाएं)
hr: Obriši stupac (prvo premjesti terminale)
hu: Oszlop törlése (először helyezze át a terminálokat)
id: Hapus Kolom (pindahkan terminal terlebih dahulu)
ja: カラムを削除（先にターミナルを移動してください）
nl: Verwijder kolom (verplaats eerst terminals)
no: Slett kolonne (flytt terminaler først)
pl: Usuń kolumnę (najpierw przenieś terminale)
ro: Ștergere coloană (mutați mai întâi terminalele)
sk: Zmazať stĺpec (najprv presuňte terminály)
sl: Izbriši stolpec (najprej premakni terminale)
sv: Radera kolumn (flytta terminaler först)
th: ลบคอลัมน์ (ย้ายเทอร์มินัลก่อน)
tr: Sütunu Sil (önce terminalleri taşıyın)
uk: Видалити колонку (спочатку перемістіть термінали)
vi: Xóa cột (di chuyển terminal trước)
zh_hk: 刪除欄（請先移動終端機）

# board.column.add.terminal
source: Add Terminal
ar: إضافة طرفية
ca: Afegir terminal
cs: Přidat terminál
el: Προσθήκη τερματικού
fi: Lisää terminaali
he: הוספת מסוף
hi: टर्मिनल जोड़ें
hr: Dodaj terminal
hu: Terminál hozzáadása
id: Tambah Terminal
ja: ターミナルを追加
nl: Voeg terminal toe
no: Legg til terminal
pl: Dodaj terminal
ro: Adăugare terminal
sk: Pridať terminál
sl: Dodaj terminal
sv: Lägg till terminal
th: เพิ่มเทอร์มินัล
tr: Terminal Ekle
uk: Додати термінал
vi: Thêm Terminal
zh_hk: 新增終端機

# board.column.add.terminal.help
source: Add new terminal to this column
ar: إضافة طرفية جديدة إلى هذا العمود
ca: Afegir un terminal nou a aquesta columna
cs: Přidat nový terminál do tohoto sloupce
el: Προσθήκη νέου τερματικού σε αυτή τη στήλη
fi: Lisää uusi terminaali tähän sarakkeeseen
he: הוספת מסוף חדש לעמודה זו
hi: इस कॉलम में नया टर्मिनल जोड़ें
hr: Dodaj novi terminal u ovaj stupac
hu: Új terminál hozzáadása ehhez az oszlophoz
id: Tambah terminal baru ke kolom ini
ja: このカラムに新しいターミナルを追加
nl: Voeg nieuwe terminal toe aan deze kolom
no: Legg til ny terminal i denne kolonnen
pl: Dodaj nowy terminal do tej kolumny
ro: Adăugare terminal nou în această coloană
sk: Pridať nový terminál do tohto stĺpca
sl: Dodaj nov terminal v ta stolpec
sv: Lägg till ny terminal i denna kolumn
th: เพิ่มเทอร์มินัลใหม่ในคอลัมน์นี้
tr: Bu sütuna yeni terminal ekle
uk: Додати новий термінал до цієї колонки
vi: Thêm terminal mới vào cột này
zh_hk: 將新終端機新增至此欄

# board.column.edit
source: Edit Column...
ar: تعديل العمود...
ca: Editar columna...
cs: Upravit sloupec...
el: Επεξεργασία στήλης...
fi: Muokkaa saraketta...
he: עריכת עמודה...
hi: कॉलम संपादित करें...
hr: Uredi stupac...
hu: Oszlop szerkesztése...
id: Edit Kolom...
ja: カラムを編集...
nl: Wijzig kolom...
no: Rediger kolonne...
pl: Edytuj kolumnę...
ro: Editare coloană...
sk: Upraviť stĺpec...
sl: Uredi stolpec...
sv: Redigera kolumn...
th: แก้ไขคอลัมน์...
tr: Sütunu Düzenle...
uk: Редагувати колонку...
vi: Sửa cột...
zh_hk: 編輯欄...

# card.pin
source: Pin terminal
ar: تثبيت الطرفية
ca: Fixar terminal
cs: Připnout terminál
el: Καρφίτσωμα τερματικού
fi: Kiinnitä terminaali
he: הצמדת מסוף
hi: टर्मिनल पिन करें
hr: Prikvači terminal
hu: Terminál rögzítése
id: Sematkan terminal
ja: ターミナルをピン留め
nl: Zet terminal vast
no: Fest terminal
pl: Przypnij terminal
ro: Fixare terminal
sk: Pripnúť terminál
sl: Pripni terminal
sv: Fäst terminal
th: ปักหมุดเทอร์มินัล
tr: Terminali sabitle
uk: Закріпити термінал
vi: Ghim terminal
zh_hk: 釘選終端機

# card.unpin
source: Unpin terminal
ar: إلغاء تثبيت الطرفية
ca: Desfer fixar terminal
cs: Odepnout terminál
el: Ξεκαρφίτσωμα τερματικού
fi: Irrota terminaali
he: ביטול הצמדת מסוף
hi: टर्मिनल अनपिन करें
hr: Otkvači terminal
hu: Terminál feloldása
id: Lepas sematan terminal
ja: ターミナルのピン留めを解除
nl: Maak terminal los
no: Løsne terminal
pl: Odepnij terminal
ro: Eliberare terminal
sk: Odopnúť terminál
sl: Odpni terminal
sv: Lossa terminal
th: เลิกปักหมุดเทอร์มินัล
tr: Terminal sabitlemesini kaldır
uk: Відкріпити термінал
vi: Bỏ ghim terminal
zh_hk: 取消釘選終端機

# card.running
source: Terminal is running
ar: الطرفية تعمل
ca: Terminal en execució
cs: Terminál běží
el: Το τερματικό εκτελείται
fi: Terminaali käynnissä
he: המסוף פועל
hi: टर्मिनल चल रहा है
hr: Terminal je aktivan
hu: Terminál fut
id: Terminal sedang berjalan
ja: ターミナル実行中
nl: Terminal is actief
no: Terminal kjører
pl: Terminal działa
ro: Terminalul rulează
sk: Terminál beží
sl: Terminal deluje
sv: Terminalen körs
th: เทอร์มินัลกำลังทำงาน
tr: Terminal çalışıyor
uk: Термінал працює
vi: Terminal đang chạy
zh_hk: 終端機運行中

# card.open
source: Open
ca: Obert
fi: Auki
hi: खुला
hr: Otvori terminal
pl: Otwarte
sl: Odprto
tr: Açık
vi: Mở

# card.edit
source: Edit Details...
ca: Editar detalls...
fi: Muokkaa tietoja...
hi: विवरण संपादित करें...
hr: Uredi detalje...
pl: Edytuj szczegóły...
sl: Uredi podrobnosti...
tr: Ayrıntıları Düzenle...
vi: Sửa chi tiết...

# card.delete
source: Delete
ca: Eliminar
fi: Poista
hi: हटाएं
hr: Obriši
pl: Usuń
sl: Izbriši
tr: Sil
vi: Xóa

# card.wired
source: Wired
ar: متصل
ca: Connectat
cs: Připojeno
el: Συνδεδεμένο
fi: Yhdistetty
he: מחובר
hi: जुड़ा हुआ
hr: Povezano
hu: Csatlakoztatva
id: Terhubung
ja: 接続済み
nl: Verbonden
no: Tilkoblet
pl: Połączony
ro: Conectat
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hk: 已連線

# card.wired.help
source: Connected to MCP agent
ar: متصل بوكيل MCP
ca: Connectat a l'agent MCP
cs: Připojeno k agentovi MCP
el: Συνδεδεμένο σε πράκτορα MCP
fi: Yhdistetty MCP-agenttiin
he: מחובר לסוכן MCP
hi: MCP एजेंट से जुड़ा
hr: Povezano s MCP agentom
hu: Csatlakoztatva MCP agenthez
id: Terhubung ke agen MCP
ja: MCPエージェントに接続中
nl: Verbonden met MCP-agent
no: Tilkoblet MCP-agent
pl: Połączony z agentem MCP
ro: Conectat la agentul MCP
sk: Pripojené k agentovi MCP
sl: Povezano z agentom MCP
sv: Ansluten till MCP-agent
th: เชื่อมต่อกับตัวแทน MCP
tr: MCP aracısına bağlı
uk: Підключено до агента MCP
vi: Đã kết nối với tác nhân MCP
zh_hk: 已連線至 MCP 代理

# card.needs.attention
source: Needs attention
ar: يحتاج انتباه
ca: Requereix atenció
cs: Vyžaduje pozornost
el: Χρειάζεται προσοχή
fi: Vaatii huomiota
he: דורש תשומת לב
hi: ध्यान आवश्यक
hr: Zahtijeva pažnju
hu: Figyelmet igényel
id: Perlu perhatian
ja: 要確認
nl: Heeft aandacht nodig
no: Krever oppmerksomhet
pl: Wymaga uwagi
ro: Necesită atenție
sk: Vyžaduje pozornosť
sl: Zahteva pozornost
sv: Kräver uppmärksamhet
th: ต้องการความสนใจ
tr: Dikkat gerekiyor
uk: Потребує уваги
vi: Cần chú ý
zh_hk: 需要注意

# card.processing
source: Processing...
ar: جارٍ المعالجة...
ca: Processant...
cs: Zpracování...
el: Επεξεργασία...
fi: Käsitellään...
he: מעבד...
hi: प्रोसेस हो रहा है...
hr: Obrada...
hu: Feldolgozás...
id: Memproses...
ja: 処理中...
nl: Verwerken...
no: Behandler...
pl: Przetwarzanie...
ro: Se procesează...
sk: Spracúvanie...
sl: Obdelava...
sv: Bearbetar...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Обробка...
vi: Đang xử lý...
zh_hk: 處理中...

# terminal.ended
source: Terminal session ended
ar: انتهت جلسة الطرفية
ca: La sessió del terminal ha finalitzat
cs: Relace terminálu ukončena
el: Η συνεδρία τερματικού τελείωσε
fi: Terminaali-istunto päättyi
he: הפעלת המסוף הסתיימה
hi: टर्मिनल सत्र समाप्त
hr: Sesija terminala završena
hu: Terminál munkamenet befejeződött
id: Sesi terminal berakhir
ja: ターミナルセッションが終了しました
nl: Terminalsessie beëindigd
no: Terminaløkt avsluttet
pl: Sesja terminala zakończona
ro: Sesiunea terminalului s-a încheiat
sk: Relácia terminálu ukončená
sl: Seja terminala končana
sv: Terminalsessionen avslutad
th: เซสชันเทอร์มินัลสิ้นสุดแล้ว
tr: Terminal oturumu sona erdi
uk: Сеанс терміналу завершено
vi: Phiên terminal đã kết thúc
zh_hk: 終端機工作階段已結束

# terminal.restart
source: Restart Terminal
ar: إعادة تشغيل الطرفية
ca: Reiniciar terminal
cs: Restartovat terminál
el: Επανεκκίνηση τερματικού
fi: Käynnistä terminaali uudelleen
he: הפעלה מחדש של מסוף
hi: टर्मिनल पुनः आरंभ करें
hr: Ponovno pokreni terminal
hu: Terminál újraindítása
id: Mulai Ulang Terminal
ja: ターミナルを再起動
nl: Herstart terminal
no: Start terminal på nytt
pl: Uruchom terminal ponownie
ro: Repornire terminal
sk: Reštartovať terminál
sl: Ponovno zaženi terminal
sv: Starta om terminal
th: รีสตาร์ทเทอร์มินัล
tr: Terminali Yeniden Başlat
uk: Перезапустити термінал
vi: Khởi động lại Terminal
zh_hk: 重新啟動終端機

# terminal.restart.help
source: Start a new terminal session
ar: بدء جلسة طرفية جديدة
ca: Iniciar una nova sessió de terminal
cs: Spustit novou relaci terminálu
el: Έναρξη νέας συνεδρίας τερματικού
fi: Aloita uusi terminaali-istunto
he: התחל הפעלת מסוף חדשה
hi: नया टर्मिनल सत्र शुरू करें
hr: Pokreni novu sesiju terminala
hu: Új terminál munkamenet indítása
id: Mulai sesi terminal baru
ja: 新しいターミナルセッションを開始
nl: Start een nieuwe terminalsessie
no: Start en ny terminaløkt
pl: Rozpocznij nową sesję terminala
ro: Pornire sesiune nouă de terminal
sk: Spustiť novú reláciu terminálu
sl: Zaženi novo sejo terminala
sv: Starta en ny terminalsession
th: เริ่มเซสชันเทอร์มินัลใหม่
tr: Yeni bir terminal oturumu başlat
uk: Розпочати новий сеанс терміналу
vi: Bắt đầu phiên terminal mới
zh_hk: 啟動新嘅終端機工作階段

# terminal.current
source: Current terminal
ar: الطرفية الحالية
ca: Terminal actual
cs: Aktuální terminál
el: Τρέχον τερματικό
fi: Nykyinen terminaali
he: מסוף נוכחי
hi: वर्तमान टर्मिनल
hr: Trenutni terminal
hu: Jelenlegi terminál
id: Terminal saat ini
ja: 現在のターミナル
nl: Huidige terminal
no: Gjeldende terminal
pl: Bieżący terminal
ro: Terminal curent
sk: Aktuálny terminál
sl: Trenutni terminal
sv: Aktuell terminal
th: เทอร์มินัลปัจจุบัน
tr: Geçerli terminal
uk: Поточний термінал
vi: Terminal hiện tại
zh_hk: 目前終端機

# terminal.edit.help
source: Edit terminal details
ar: تعديل تفاصيل الطرفية
ca: Editar detalls del terminal
cs: Upravit podrobnosti terminálu
el: Επεξεργασία λεπτομερειών τερματικού
fi: Muokkaa terminaalin tietoja
he: עריכת פרטי מסוף
hi: टर्मिनल विवरण संपादित करें
hr: Uredi detalje terminala
hu: Terminál részleteinek szerkesztése
id: Edit detail terminal
ja: ターミナルの詳細を編集
nl: Wijzig terminaldetails
no: Rediger terminaldetaljer
pl: Edytuj szczegóły terminala
ro: Editare detalii terminal
sk: Upraviť podrobnosti terminálu
sl: Uredi podrobnosti terminala
sv: Redigera terminaldetaljer
th: แก้ไขรายละเอียดเทอร์มินัล
tr: Terminal ayrıntılarını düzenle
uk: Редагувати деталі терміналу
vi: Sửa chi tiết terminal
zh_hk: 編輯終端機詳情

# terminal.close.tab.help
source: Close this terminal tab
ar: إغلاق علامة تبويب الطرفية هذه
ca: Tancar aquesta pestanya de terminal
cs: Zavřít tuto kartu terminálu
el: Κλείσιμο αυτής της καρτέλας τερματικού
fi: Sulje tämä terminaalivälilehti
he: סגירת לשונית מסוף זו
hi: यह टर्मिनल टैब बंद करें
hr: Zatvori ovu karticu terminala
hu: Terminál lap bezárása
id: Tutup tab terminal ini
ja: このターミナルタブを閉じる
nl: Sluit dit terminaltabblad
no: Lukk denne terminalfanen
pl: Zamknij tę kartę terminala
ro: Închidere această filă de terminal
sk: Zavrieť túto kartu terminálu
sl: Zapri ta zavihek terminala
sv: Stäng denna terminalflik
th: ปิดแท็บเทอร์มินัลนี้
tr: Bu terminal sekmesini kapat
uk: Закрити цю вкладку терміналу
vi: Đóng tab terminal này
zh_hk: 關閉呢個終端機標籤頁

# terminal.switch.to %@
source: Switch to %@
ar: التبديل إلى %@
ca: Canviar a %@
cs: Přepnout na %@
el: Εναλλαγή σε %@
fi: Vaihda kohteeseen %@
he: מעבר אל %@
hi: %@ पर स्विच करें
hr: Prebaci na %@
hu: Váltás ide: %@
id: Beralih ke %@
ja: %@ に切り替え
nl: Schakel naar %@
no: Bytt til %@
pl: Przełącz na %@
ro: Comutare la %@
sk: Prepnúť na %@
sl: Preklopi na %@
sv: Växla till %@
th: สลับไปที่ %@
tr: %@ öğesine geç
uk: Перейти до %@
vi: Chuyển đến %@
zh_hk: 切換至 %@

# terminal.tab.help %@ %@
source: %@ in %@
ar: %@ في %@
ca: %@ a %@
cs: %@ v %@
el: %@ σε %@
fi: %@ kohteessa %@
he: %@ ב-%@
hi: %@ में %@
hr: %@ u %@
hu: %@ itt: %@
id: %@ di %@
no: %@ i %@
pl: %@ w %@
ro: %@ în %@
sk: %@ v %@
sl: %@ v %@
sv: %@ i %@
th: %@ ใน %@
tr: %@ içinde %@
uk: %@ у %@
vi: %@ trong %@
zh_hk: %@ 喺 %@

# toolbar.back
source: Back
ar: رجوع
ca: Enrere
cs: Zpět
el: Πίσω
fi: Takaisin
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
ro: Înapoi
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hk: 返回

# toolbar.back.help
source: Back to board (Escape)
ar: العودة إلى اللوحة (Escape)
ca: Tornar al tauler (Escape)
cs: Zpět na nástěnku (Escape)
el: Πίσω στον πίνακα (Escape)
fi: Takaisin tauluun (Escape)
he: חזרה ללוח (Escape)
hi: बोर्ड पर वापस जाएं (Escape)
hr: Natrag na ploču (Escape)
hu: Vissza a táblához (Escape)
id: Kembali ke papan (Escape)
ja: ボードに戻る (Escape)
nl: Terug naar bord (Escape)
no: Tilbake til tavlen (Escape)
pl: Wróć do tablicy (Escape)
ro: Înapoi la tablă (Escape)
sk: Späť na nástenku (Escape)
sl: Nazaj na tablo (Escape)
sv: Tillbaka till tavlan (Escape)
th: กลับไปที่บอร์ด (Escape)
tr: Panoya geri dön (Escape)
uk: Повернутися до дошки (Escape)
vi: Quay lại bảng (Escape)
zh_hk: 返回睇板 (Escape)

# toolbar.move.to
source: Move to column
ar: نقل إلى عمود
ca: Moure a columna
cs: Přesunout do sloupce
el: Μετακίνηση σε στήλη
fi: Siirrä sarakkeeseen
he: העברה לעמודה
hi: कॉलम में ले जाएं
hr: Premjesti u stupac
hu: Áthelyezés oszlopba
id: Pindah ke kolom
ja: カラムに移動
nl: Verplaats naar kolom
no: Flytt til kolonne
pl: Przenieś do kolumny
ro: Mutare în coloană
sk: Presunúť do stĺpca
sl: Premakni v stolpec
sv: Flytta till kolumn
th: ย้ายไปคอลัมน์
tr: Sütuna taşı
uk: Перемістити до колонки
vi: Di chuyển đến cột
zh_hk: 移至欄

# toolbar.new.quick
source: Quick Terminal
ar: طرفية سريعة
ca: Terminal ràpid
cs: Rychlý terminál
el: Γρήγορο τερματικό
fi: Pikateminaali
he: מסוף מהיר
hi: त्वरित टर्मिनल
hr: Brzi terminal
hu: Gyors terminál
id: Terminal Cepat
ja: クイックターミナル
nl: Snelle terminal
no: Hurtigterminal
pl: Szybki terminal
ro: Terminal rapid
sk: Rýchly terminál
sl: Hitri terminal
sv: Snabbterminal
th: เทอร์มินัลด่วน
tr: Hızlı Terminal
uk: Швидкий термінал
vi: Terminal nhanh
zh_hk: 快速終端機

# toolbar.new.quick.help
source: Quick new terminal (⌘T)
ar: طرفية سريعة جديدة (⌘T)
ca: Nou terminal ràpid (⌘T)
cs: Nový rychlý terminál (⌘T)
el: Νέο γρήγορο τερματικό (⌘T)
fi: Uusi pikaterminaali (⌘T)
he: מסוף מהיר חדש (⌘T)
hi: नया त्वरित टर्मिनल (⌘T)
hr: Novi brzi terminal (⌘T)
hu: Új gyors terminál (⌘T)
id: Terminal cepat baru (⌘T)
ja: 新規クイックターミナル (⌘T)
nl: Nieuwe snelle terminal (⌘T)
no: Ny hurtigterminal (⌘T)
pl: Nowy szybki terminal (⌘T)
ro: Terminal rapid nou (⌘T)
sk: Nový rýchly terminál (⌘T)
sl: Nov hitri terminal (⌘T)
sv: Ny snabbterminal (⌘T)
th: เทอร์มินัลด่วนใหม่ (⌘T)
tr: Yeni hızlı terminal (⌘T)
uk: Новий швидкий термінал (⌘T)
vi: Terminal nhanh mới (⌘T)
zh_hk: 新增快速終端機 (⌘T)

# toolbar.edit
source: Edit
ar: تعديل
ca: Editar
cs: Upravit
el: Επεξεργασία
fi: Muokkaa
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
ja: 編集
nl: Wijzig
no: Rediger
pl: Edytuj
ro: Editare
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hk: 編輯

# toolbar.edit.help
source: Edit terminal details (⌘E)
ar: تعديل تفاصيل الطرفية (⌘E)
ca: Editar detalls del terminal (⌘E)
cs: Upravit podrobnosti terminálu (⌘E)
el: Επεξεργασία λεπτομερειών τερματικού (⌘E)
fi: Muokkaa terminaalin tietoja (⌘E)
he: עריכת פרטי מסוף (⌘E)
hi: टर्मिनल विवरण संपादित करें (⌘E)
hr: Uredi detalje terminala (⌘E)
hu: Terminál részleteinek szerkesztése (⌘E)
id: Edit detail terminal (⌘E)
ja: ターミナルの詳細を編集 (⌘E)
nl: Wijzig terminaldetails (⌘E)
no: Rediger terminaldetaljer (⌘E)
pl: Edytuj szczegóły terminala (⌘E)
ro: Editare detalii terminal (⌘E)
sk: Upraviť podrobnosti terminálu (⌘E)
sl: Uredi podrobnosti terminala (⌘E)
sv: Redigera terminaldetaljer (⌘E)
th: แก้ไขรายละเอียดเทอร์มินัล (⌘E)
tr: Terminal ayrıntılarını düzenle (⌘E)
uk: Редагувати деталі терміналу (⌘E)
vi: Sửa chi tiết terminal (⌘E)
zh_hk: 編輯終端機詳情 (⌘E)

# toolbar.pin
source: Pin
ar: تثبيت
ca: Fixar
cs: Připnout
el: Καρφίτσωμα
fi: Kiinnitä
he: הצמדה
hi: पिन करें
hr: Prikvači
hu: Rögzítés
id: Sematkan
ja: ピン留め
nl: Vastzetten
no: Fest
pl: Przypnij
ro: Fixare
sk: Pripnúť
sl: Pripni
sv: Fäst
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hk: 釘選

# toolbar.pin.help
source: Pin terminal (⌘P)
ar: تثبيت الطرفية (⌘P)
ca: Fixar terminal (⌘P)
cs: Připnout terminál (⌘P)
el: Καρφίτσωμα τερματικού (⌘P)
fi: Kiinnitä terminaali (⌘P)
he: הצמדת מסוף (⌘P)
hi: टर्मिनल पिन करें (⌘P)
hr: Prikvači terminal (⌘P)
hu: Terminál rögzítése (⌘P)
id: Sematkan terminal (⌘P)
ja: ターミナルをピン留め (⌘P)
nl: Zet terminal vast (⌘P)
no: Fest terminal (⌘P)
pl: Przypnij terminal (⌘P)
ro: Fixare terminal (⌘P)
sk: Pripnúť terminál (⌘P)
sl: Pripni terminal (⌘P)
sv: Fäst terminal (⌘P)
th: ปักหมุดเทอร์มินัล (⌘P)
tr: Terminali sabitle (⌘P)
uk: Закріпити термінал (⌘P)
vi: Ghim terminal (⌘P)
zh_hk: 釘選終端機 (⌘P)

# toolbar.unpin
source: Unpin
ar: إلغاء التثبيت
ca: Desfer fixar
cs: Odepnout
el: Ξεκαρφίτσωμα
fi: Irrota
he: ביטול הצמדה
hi: अनपिन करें
hr: Otkvači
hu: Feloldás
id: Lepas Sematan
ja: ピン留め解除
nl: Losmaken
no: Løsne
pl: Odepnij
ro: Eliberare
sk: Odopnúť
sl: Odpni
sv: Lossa
th: เลิกปักหมุด
tr: Sabitlemeyi Kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hk: 取消釘選

# toolbar.unpin.help
source: Unpin terminal (⌘P)
ar: إلغاء تثبيت الطرفية (⌘P)
ca: Desfer fixar terminal (⌘P)
cs: Odepnout terminál (⌘P)
el: Ξεκαρφίτσωμα τερματικού (⌘P)
fi: Irrota terminaali (⌘P)
he: ביטול הצמדת מסוף (⌘P)
hi: टर्मिनल अनपिन करें (⌘P)
hr: Otkvači terminal (⌘P)
hu: Terminál feloldása (⌘P)
id: Lepas sematan terminal (⌘P)
ja: ターミナルのピン留めを解除 (⌘P)
nl: Maak terminal los (⌘P)
no: Løsne terminal (⌘P)
pl: Odepnij terminal (⌘P)
ro: Eliberare terminal (⌘P)
sk: Odopnúť terminál (⌘P)
sl: Odpni terminal (⌘P)
sv: Lossa terminal (⌘P)
th: เลิกปักหมุดเทอร์มินัล (⌘P)
tr: Terminal sabitlemesini kaldır (⌘P)
uk: Відкріпити термінал (⌘P)
vi: Bỏ ghim terminal (⌘P)
zh_hk: 取消釘選終端機 (⌘P)

# toolbar.delete
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
el: Διαγραφή
fi: Poista
he: מחיקה
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
ja: 削除
nl: Verwijder
no: Slett
pl: Usuń
ro: Ștergere
sk: Zmazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hk: 刪除

# toolbar.delete.help
source: Delete terminal
ar: حذف الطرفية
ca: Eliminar terminal
cs: Smazat terminál
el: Διαγραφή τερματικού
fi: Poista terminaali
he: מחיקת מסוף
hi: टर्मिनल हटाएं
hr: Obriši terminal
hu: Terminál törlése
id: Hapus terminal
ja: ターミナルを削除
nl: Verwijder terminal
no: Slett terminal
pl: Usuń terminal
ro: Ștergere terminal
sk: Zmazať terminál
sl: Izbriši terminal
sv: Radera terminal
th: ลบเทอร์มินัล
tr: Terminali sil
uk: Видалити термінал
vi: Xóa terminal
zh_hk: 刪除終端機
