Repository: eyelock/TermQ
Catalog: Sources/TermQ/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fi, he, hi, hr, hu, id, ja, nl, no, pl, ro, sk, sl, sv, th, tr, uk, vi, zh_hk

# settings.title
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
el: Ρυθμίσεις
fi: Asetukset
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
ro: Setări
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hk: 設定

# settings.tab.general
source: General
ar: عام
cs: Obecné
el: Γενικά
fi: Yleiset
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
ja: 一般
nl: Algemeen
no: Generelt
pl: Ogólne
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hk: 一般

# settings.tab.tools
source: Tools
ar: الأدوات
ca: Eines
cs: Nástroje
el: Εργαλεία
fi: Työkalut
he: כלים
hi: उपकरण
hr: Alati
hu: Eszközök
id: Alat
ja: ツール
nl: Hulpmiddelen
no: Verktøy
pl: Narzędzia
ro: Instrumente
sk: Nástroje
sl: Orodja
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hk: 工具

# settings.section.terminal
source: Terminal
ar: الطرفية
cs: Terminál
el: Τερματικό
fi: Terminaali
he: מסוף
hi: टर्मिनल
hu: Terminál
ja: ターミナル
sk: Terminál
th: เทอร์มินัล
uk: Термінал
zh_hk: 終端機

# settings.field.theme
source: Theme
ar: السمة
ca: Tema
cs: Motiv
el: Θέμα
fi: Teema
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
ro: Temă
sk: Téma
sl: Tema
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hk: 主題

# settings.field.theme.help
source: Default theme for new terminals
ar: السمة الافتراضية للطرفيات الجديدة
ca: Tema per defecte per a nous terminals
cs: Výchozí motiv pro nové terminály
el: Προεπιλεγμένο θέμα για νέα τερματικά
fi: Oletusteema uusille terminaaleille
he: ערכת נושא ברירת מחדל למסופים חדשים
hi: नए टर्मिनल के लिए डिफ़ॉल्ट थीम
hr: Zadana tema za nove terminale
hu: Alapértelmezett téma új terminálokhoz
id: Tema default untuk terminal baru
ja: 新規ターミナルのデフォルトテーマ
nl: Standaardthema voor nieuwe terminals
no: Standardtema for nye terminaler
pl: Domyślny motyw dla nowych terminali
ro: Temă implicită pentru terminale noi
sk: Predvolená téma pre nové terminály
sl: Privzeta tema za nove terminale
sv: Standardtema för nya terminaler
th: ธีมเริ่มต้นสำหรับเทอร์มินัลใหม่
tr: Yeni terminaller için varsayılan tema
uk: Типова тема для нових терміналів
vi: Chủ đề mặc định cho terminal mới
zh_hk: 新終端機嘅預設主題

# settings.field.copy.on.select
source: Copy on Select
ar: نسخ عند التحديد
ca: Copiar en seleccionar
cs: Kopírovat při výběru
el: Αντιγραφή κατά την επιλογή
fi: Kopioi valittaessa
he: העתקה בבחירה
hi: चयन पर कॉपी करें
hr: Kopiraj pri odabiru
hu: Másolás kijelöléskor
id: Salin saat Memilih
ja: 選択時にコピー
nl: Kopiëren bij selectie
no: Kopier ved markering
pl: Kopiuj przy zaznaczeniu
ro: Copiere la selectare
sk: Kopírovať pri výbere
sl: Kopiraj ob izbiri
sv: Kopiera vid markering
th: คัดลอกเมื่อเลือก
tr: Seçimde Kopyala
uk: Копіювати при виділенні
vi: Sao chép khi chọn
zh_hk: 選取時複製

# settings.field.copy.on.select.help
source: Automatically copy selected text
ar: نسخ النص المحدد تلقائيًا
ca: Copiar automàticament el text seleccionat
cs: Automaticky kopírovat vybraný text
el: Αυτόματη αντιγραφή επιλεγμένου κειμένου
fi: Kopioi valittu teksti automaattisesti
he: העתק אוטומטית טקסט נבחר
hi: चयनित टेक्स्ट स्वचालित रूप से कॉपी करें
hr: Automatski kopiraj odabrani tekst
hu: Kijelölt szöveg automatikus másolása
id: Salin teks yang dipilih secara otomatis
ja: 選択したテキストを自動的にコピー
nl: Geselecteerde tekst automatisch kopiëren
no: Kopier automatisk markert tekst
pl: Automatycznie kopiuj zaznaczony tekst
ro: Copiere automată text selectat
sk: Automaticky kopírovať vybraný text
sl: Samodejno kopiraj izbrano besedilo
sv: Kopiera markerad text automatiskt
th: คัดลอกข้อความที่เลือกโดยอัตโนมัติ
tr: Seçilen metni otomatik kopyala
uk: Автоматично копіювати виділений текст
vi: Tự động sao chép văn bản được chọn
zh_hk: 自動複製選取嘅文字

# settings.section.bin
source: Bin
ar: سلة المحذوفات
ca: Paperera
cs: Koš
el: Κάδος
fi: Roskakori
he: פח
hi: ट्रैश
hr: Smeće
hu: Kuka
id: Sampah
ja: ゴミ箱
nl: Prullenbak
no: Papirkurv
pl: Kosz
ro: Coș de gunoi
sk: Kôš
sl: Koš
sv: Papperskorg
th: ถังขยะ
tr: Çöp Kutusu
uk: Кошик
vi: Thùng rác
zh_hk: 垃圾桶

# settings.auto.empty %lld
source: Auto-empty after %lld days
ar: إفراغ تلقائي بعد %lld يوم
ca: Buidar automàticament després de %lld dies
cs: Automaticky vysypat po %lld dnech
el: Αυτόματο άδειασμα μετά από %lld ημέρες
fi: Tyhjennä automaattisesti %lld päivän jälkeen
he: ריקון אוטומטי אחרי %lld ימים
hi: %lld दिनों के बाद स्वचालित रूप से खाली करें
hr: Automatski isprazni nakon %lld dana
hu: Automatikus ürítés %lld nap után
id: Kosongkan otomatis setelah %lld hari
ja: %lld 日後に自動削除
nl: Automatisch legen na %lld dagen
no: Tøm automatisk etter %lld dager
pl: Automatycznie opróżniaj po %lld dniach
ro: Golire automată după %lld zile
sk: Automaticky vysypať po %lld dňoch
sl: Samodejno izprazni po %lld dneh
sv: Töm automatiskt efter %lld dagar
th: ล้างอัตโนมัติหลังจาก %lld วัน
tr: %lld gün sonra otomatik boşalt
uk: Автоочищення через %lld днів
vi: Tự động dọn sau %lld ngày
zh_hk: %lld 日後自動清空

# settings.auto.empty.help
source: Automatically empty old items from bin
ar: إزالة العناصر القديمة تلقائيًا من السلة
ca: Buidar automàticament els elements antics de la paperera
cs: Automaticky odstranit staré položky z koše
el: Αυτόματη αφαίρεση παλιών στοιχείων από τον κάδο
fi: Poista vanhat kohteet roskakorista automaattisesti
he: הסרה אוטומטית של פריטים ישנים מהפח
hi: ट्रैश से पुरानी वस्तुओं को स्वचालित रूप से हटाएं
hr: Automatski ukloni stare stavke iz smeća
hu: Régi elemek automatikus törlése a kukából
id: Kosongkan item lama dari sampah secara otomatis
ja: ゴミ箱内の古いアイテムを自動的に削除
nl: Oude items automatisch uit prullenbak verwijderen
no: Tøm automatisk gamle elementer fra papirkurven
pl: Automatycznie usuwaj stare elementy z kosza
ro: Ștergere automată elemente vechi din coș
sk: Automaticky odstrániť staré položky z koša
sl: Samodejno odstrani stare elemente iz koša
sv: Töm automatiskt gamla objekt från papperskorgen
th: ลบรายการเก่าจากถังขยะโดยอัตโนมัติ
tr: Çöp kutusundaki eski öğeleri otomatik kaldır
uk: Автоматично видаляти старі елементи з кошика
vi: Tự động xóa các mục cũ khỏi thùng rác
zh_hk: 自動清空垃圾桶入面嘅舊項目

# settings.bin.empty
source: Bin is empty
ar: سلة المحذوفات فارغة
ca: La paperera és buida
cs: Koš je prázdný
el: Ο κάδος είναι άδειος
fi: Roskakori on tyhjä
he: הפח ריק
hi: ट्रैश खाली है
hr: Smeće je prazno
hu: A kuka üres
id: Sampah kosong
ja: ゴミ箱は空です
nl: Prullenbak is leeg
no: Papirkurven er tom
pl: Kosz jest pusty
ro: Coșul de gunoi este gol
sk: Kôš je prázdny
sl: Koš je prazen
sv: Papperskorgen är tom
th: ถังขยะว่างเปล่า
tr: Çöp kutusu boş
uk: Кошик порожній
vi: Thùng rác trống
zh_hk: 垃圾桶係空嘅

# settings.bin.items %lld
source: %lld items in bin
ar: %lld عنصر في السلة
ca: %lld elements a la paperera
cs: %lld položek v koši
el: %lld στοιχεία στον κάδο
fi: %lld kohdetta roskakorissa
he: %lld פריטים בפח
hi: ट्रैश में %lld आइटम
hr: %lld stavki u smeću
hu: %lld elem a kukában
id: %lld item di sampah
ja: ゴミ箱に %lld 個のアイテム
nl: %lld items in prullenbak
no: %lld elementer i papirkurven
pl: %lld elementów w koszu
ro: %lld elemente în coșul de gunoi
sk: %lld položiek v koši
sl: %lld elementov v košu
sv: %lld objekt i papperskorgen
th: %lld รายการในถังขยะ
tr: Çöp kutusunda %lld öğe
uk: %lld елементів у кошику
vi: %lld mục trong thùng rác
zh_hk: 垃圾桶入面有 %lld 個項目

# settings.empty.bin.now
source: Empty Bin Now
ar: إفراغ السلة الآن
ca: Buidar paperera ara
cs: Vysypat koš nyní
el: Άδειασμα κάδου τώρα
fi: Tyhjennä roskakori nyt
he: רוקן פח עכשיו
hi: अभी ट्रैश खाली करें
hr: Isprazni smeće sada
hu: Kuka ürítése most
id: Kosongkan Sampah Sekarang
ja: 今すぐゴミ箱を空にする
nl: Prullenbak nu legen
no: Tøm papirkurv nå
pl: Opróżnij kosz teraz
ro: Golire coș de gunoi acum
sk: Vysypať kôš teraz
sl: Izprazni koš zdaj
sv: Töm papperskorgen nu
th: ล้างถังขยะตอนนี้
tr: Çöp Kutusunu Şimdi Boşalt
uk: Очистити кошик зараз
vi: Dọn thùng rác ngay
zh_hk: 即刻清空垃圾桶

# settings.section.about
source: About
ar: حول
ca: Quant a
cs: O aplikaci
el: Σχετικά
fi: Tietoja
he: אודות
hi: के बारे में
hr: O aplikaciji
hu: Névjegy
id: Tentang
ja: 情報
nl: Over
no: Om
pl: O aplikacji
ro: Despre
sk: O aplikácii
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hk: 關於

# settings.field.version
source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
fi: Versio
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
ja: バージョン
nl: Versie
no: Versjon
pl: Wersja
ro: Versiune
sk: Verzia
sl: Različica
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hk: 版本

# settings.field.build
source: Build
ar: البناء
ca: Compilació
cs: Sestavení
el: Κατασκευή
fi: Koontiversio
he: בניה
hi: बिल्ड
hr: Verzija izrade
ja: ビルド
no: Bygg
pl: Kompilacja
sk: Zostava
sl: Gradnja
sv: Bygge
th: บิลด์
tr: Yapı
uk: Збірка
vi: Bản dựng
zh_hk: 組建

# settings.section.language
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
el: Γλώσσα
fi: Kieli
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
ja: 言語
nl: Taal
no: Språk
pl: Język
ro: Limbă
sk: Jazyk
sl: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hk: 語言

# settings.field.current
source: Current
ar: الحالية
ca: Actual
cs: Aktuální
el: Τρέχουσα
fi: Nykyinen
he: נוכחית
hi: वर्तमान
hr: Trenutni
hu: Jelenlegi
id: Saat Ini
ja: 現在
nl: Huidig
no: Gjeldende
pl: Bieżący
ro: Curent
sk: Aktuálny
sl: Trenutni
sv: Aktuellt
th: ปัจจุบัน
tr: Geçerli
uk: Поточна
vi: Hiện tại
zh_hk: 目前

# settings.system.default
source: System Default
ar: افتراضي النظام
ca: Per defecte del sistema
cs: Systémový výchozí
el: Προεπιλογή συστήματος
fi: Järjestelmän oletus
he: ברירת מחדל מערכת
hi: सिस्टम डिफ़ॉल्ट
hr: Zadano sustava
hu: Rendszer alapértelmezett
id: Default Sistem
ja: システムのデフォルト
nl: Systeemstandaard
no: Systemstandard
pl: Domyślny systemowy
ro: Implicit sistem
sk: Systémový predvolený
sl: Sistemsko privzeto
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
uk: Системна типова
vi: Mặc định hệ thống
zh_hk: 系統預設

# settings.search.languages
source: Search languages...
ar: البحث عن لغات...
ca: Cercar idiomes...
cs: Hledat jazyky...
el: Αναζήτηση γλωσσών...
fi: Etsi kieliä...
he: חיפוש שפות...
hi: भाषाएं खोजें...
hr: Pretraži jezike...
hu: Nyelvek keresése...
id: Cari bahasa...
ja: 言語を検索...
nl: Zoek talen...
no: Søk språk...
pl: Szukaj języków...
ro: Căutare limbi...
sk: Hľadať jazyky...
sl: Išči jezike...
sv: Sök språk...
th: ค้นหาภาษา...
tr: Dil ara...
uk: Пошук мов...
vi: Tìm ngôn ngữ...
zh_hk: 搜尋語言...

# settings.using.system.language
source: Using system language
ar: استخدام لغة النظام
ca: Utilitzant l'idioma del sistema
cs: Používá se systémový jazyk
el: Χρήση γλώσσας συστήματος
fi: Käytetään järjestelmän kieltä
he: משתמש בשפת המערכת
hi: सिस्टम भाषा का उपयोग कर रहे हैं
hr: Koristi se jezik sustava
hu: Rendszernyelv használata
id: Menggunakan bahasa sistem
ja: システム言語を使用中
nl: Systeemtaal wordt gebruikt
no: Bruker systemspråk
pl: Używanie języka systemowego
ro: Se utilizează limba sistemului
sk: Používa sa systémový jazyk
sl: Uporablja se sistemski jezik
sv: Använder systemspråk
th: ใช้ภาษาของระบบ
tr: Sistem dili kullanılıyor
uk: Використовується системна мова
vi: Đang sử dụng ngôn ngữ hệ thống
zh_hk: 使用系統語言

# settings.restart.required
source: Restart required for language change
ar: إعادة التشغيل مطلوبة لتغيير اللغة
ca: Cal reiniciar per canviar l'idioma
cs: Pro změnu jazyka je vyžadován restart
el: Απαιτείται επανεκκίνηση για αλλαγή γλώσσας
fi: Uudelleenkäynnistys vaaditaan kielen vaihtoon
he: נדרשת הפעלה מחדש לשינוי שפה
hi: भाषा बदलने के लिए पुनः आरंभ आवश्यक
hr: Potrebno ponovno pokretanje za promjenu jezika
hu: Újraindítás szükséges a nyelvváltáshoz
id: Perlu restart untuk mengubah bahasa
ja: 言語を変更するには再起動が必要です
nl: Herstart vereist voor taalwijziging
no: Omstart kreves for språkendring
pl: Wymagane ponowne uruchomienie dla zmiany języka
ro: Repornire necesară pentru schimbarea limbii
sk: Pre zmenu jazyka je vyžadovaný reštart
sl: Za spremembo jezika je potreben ponovni zagon
sv: Omstart krävs för språkändring
th: ต้องรีสตาร์ทเพื่อเปลี่ยนภาษา
tr: Dil değişikliği için yeniden başlatma gerekli
uk: Для зміни мови потрібен перезапуск
vi: Cần khởi động lại để thay đổi ngôn ngữ
zh_hk: 變更語言需要重新啟動

# settings.section.cli
source: Command Line
ar: سطر الأوامر
ca: Línia de comandes
cs: Příkazový řádek
el: Γραμμή εντολών
fi: Komentorivi
he: שורת פקודה
hi: कमांड लाइन
hr: Naredbeni redak
hu: Parancssor
id: Baris Perintah
ja: コマンドライン
nl: Opdrachtregel
no: Kommandolinje
pl: Wiersz poleceń
ro: Linie de comandă
sk: Príkazový riadok
sl: Ukazna vrstica
sv: Kommandorad
th: บรรทัดคำสั่ง
tr: Komut Satırı
uk: Командний рядок
vi: Dòng lệnh
zh_hk: 命令列

# settings.cli.title
source: CLI Tool
ar: أداة CLI
ca: Eina CLI
cs: Nástroj CLI
el: Εργαλείο CLI
fi: CLI-työkalu
he: כלי CLI
hi: CLI टूल
hr: CLI alat
hu: CLI eszköz
id: Alat CLI
ja: CLIツール
nl: CLI-hulpmiddel
no: CLI-verktøy
pl: Narzędzie CLI
ro: Instrument CLI
sk: Nástroj CLI
sl: Orodje CLI
sv: CLI-verktyg
th: เครื่องมือ CLI
tr: CLI Aracı
uk: Інструмент CLI
vi: Công cụ CLI
zh_hk: CLI 工具

# settings.cli.description
source: The termqclicli command-line tool lets you open terminals from your shell.
ar: تتيح لك أداة سطر الأوامر termqcli فتح الطرفيات من الصدفة.
ca: L'eina de línia de comandes termqclicli us permet obrir terminals des del vostre shell.
cs: Nástroj příkazového řádku termqclicli umožňuje otevírat terminály z shellu.
el: Το εργαλείο γραμμής εντολών termqcli σας επιτρέπει να ανοίγετε τερματικά από το κέλυφός σας.
fi: Termqcli-komentorivityökalu mahdollistaa terminaalien avaamisen komentotulkista.
he: כלי שורת הפקודה termqcli מאפשר לך לפתוח מסופים מהמעטפת שלך.
hi: termqcli कमांड-लाइन टूल आपको अपने शेल से टर्मिनल खोलने देता है।
hr: Termq alat naredbenog retka omogućuje otvaranje terminala iz ljuske.
hu: A termqcli parancssori eszköz lehetővé teszi terminálok megnyitását a shellből.
id: Alat baris perintah termqcli memungkinkan Anda membuka terminal dari shell.
ja: termqcliコマンドラインツールを使用すると、シェルからターミナルを開くことができます。
nl: Het termqclicli opdrachtregelhulpmiddel laat je terminals openen vanuit je shell.
no: Termqcli kommandolinjeverktøyet lar deg åpne terminaler fra skallet.
pl: Narzędzie wiersza poleceń termqcli pozwala otwierać terminale z powłoki.
ro: Instrumentul de linie de comandă termqcli permite deschiderea terminalelor din shell.
sk: Nástroj príkazového riadku termqcli umožňuje otvárať terminály zo shellu.
sl: Orodje ukazne vrstice termqcli omogoča odpiranje terminalov iz lupine.
sv: Termqcli kommandoradsverktyget låter dig öppna terminaler från ditt skal.
th: เครื่องมือบรรทัดคำสั่ง termqcli ช่วยให้คุณเปิดเทอร์มินัลจากเชลล์
tr: termqcli komut satırı aracı, kabuğunuzdan terminal açmanızı sağlar.
uk: Інструмент командного рядка termqcli дозволяє відкривати термінали з оболонки.
vi: Công cụ dòng lệnh termqcli cho phép bạn mở terminal từ shell.
zh_hk: termqclicli 命令列工具可以畀你喺 Shell 入面開啟終端機。

# settings.cli.path
source: Install Location
ar: موقع التثبيت
ca: Ubicació d'instal·lació
cs: Umístění instalace
el: Θέση εγκατάστασης
fi: Asennussijainti
he: מיקום התקנה
hi: इंस्टॉल स्थान
hr: Lokacija instalacije
hu: Telepítési hely
id: Lokasi Instalasi
ja: インストール場所
nl: Installatielocatie
no: Installasjonssted
pl: Lokalizacja instalacji
ro: Locație instalare
sk: Umiestnenie inštalácie
sl: Mesto namestitve
sv: Installationsplats
th: ตำแหน่งการติดตั้ง
tr: Kurulum Konumu
uk: Шлях встановлення
vi: Vị trí cài đặt
zh_hk: 安裝位置

# settings.cli.install
source: Install CLI
ar: تثبيت CLI
ca: Instal·lar CLI
cs: Nainstalovat CLI
el: Εγκατάσταση CLI
fi: Asenna CLI
he: התקנת CLI
hi: CLI इंस्टॉल करें
hr: Instaliraj CLI
hu: CLI telepítése
id: Instal CLI
ja: CLIをインストール
nl: Installeer CLI
no: Installer CLI
pl: Zainstaluj CLI
ro: Instalare CLI
sk: Nainštalovať CLI
sl: Namesti CLI
sv: Installera CLI
th: ติดตั้ง CLI
tr: CLI'yi Yükle
uk: Встановити CLI
vi: Cài đặt CLI
zh_hk: 安裝 CLI

# settings.cli.uninstall
source: Uninstall
ar: إلغاء التثبيت
ca: Desinstal·lar
cs: Odinstalovat
el: Απεγκατάσταση
fi: Poista asennus
he: הסרה
hi: अनइंस्टॉल करें
hr: Deinstaliraj
hu: Eltávolítás
id: Copot
ja: アンインストール
nl: Verwijder
no: Avinstaller
pl: Odinstaluj
ro: Dezinstalare
sk: Odinštalovať
sl: Odstrani
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hk: 解除安裝

# settings.cli.installed
source: Installed
ar: مثبّت
ca: Instal·lat
cs: Nainstalováno
el: Εγκατεστημένο
fi: Asennettu
he: מותקן
hi: इंस्टॉल हो गया
hr: Instalirano
hu: Telepítve
id: Terinstal
ja: インストール済み
nl: Geïnstalleerd
no: Installert
pl: Zainstalowano
ro: Instalat
sk: Nainštalované
sl: Nameščeno
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklü
uk: Встановлено
vi: Đã cài đặt
zh_hk: 已安裝

# settings.cli.not.installed
source: Not installed
ar: غير مثبّت
ca: No instal·lat
cs: Nenainstalováno
el: Δεν έχει εγκατασταθεί
fi: Ei asennettu
he: לא מותקן
hi: इंस्टॉल नहीं है
hr: Nije instalirano
hu: Nincs telepítve
id: Belum terinstal
ja: 未インストール
nl: Niet geïnstalleerd
no: Ikke installert
pl: Nie zainstalowano
ro: Neinstalat
sk: Nenainštalované
sl: Ni nameščeno
sv: Ej installerad
th: ยังไม่ได้ติดตั้ง
tr: Yüklü değil
uk: Не встановлено
vi: Chưa cài đặt
zh_hk: 未安裝

# settings.cli.usage
source: Usage:
ar: الاستخدام:
ca: Ús:
cs: Použití:
el: Χρήση:
fi: Käyttö:
he: שימוש:
hi: उपयोग:
hr: Korištenje:
hu: Használat:
id: Penggunaan:
ja: 使用方法：
nl: Gebruik:
no: Bruk:
pl: Użycie:
ro: Utilizare:
sk: Použitie:
sl: Uporaba:
sv: Användning:
th: การใช้งาน:
tr: Kullanım:
uk: Використання:
vi: Cách dùng:
zh_hk: 用法：

# settings.cli.location
source: Location
ar: الموقع
ca: Ubicació
cs: Umístění
el: Θέση
fi: Sijainti
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
ja: 場所
nl: Locatie
no: Plassering
pl: Lokalizacja
ro: Locație
sk: Umiestnenie
sl: Mesto
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Розташування
vi: Vị trí
zh_hk: 位置

# settings.enable.terminal.autorun
source: Enable Terminal Autorun
ar: تفعيل التشغيل التلقائي للطرفية
ca: Activar execució automàtica del terminal
cs: Povolit automatické spuštění terminálu
el: Ενεργοποίηση αυτόματης εκτέλεσης τερματικού
fi: Ota terminaalin automaattiajo käyttöön
he: הפעל הרצה אוטומטית של מסוף
hi: टर्मिनल ऑटोरन सक्षम करें
hr: Omogući automatsko pokretanje terminala
hu: Terminál automatikus futtatás engedélyezése
id: Aktifkan Autorun Terminal
ja: ターミナル自動実行を有効化
nl: Terminal autorun inschakelen
no: Aktiver terminalautokjøring
pl: Włącz autorun terminala
ro: Activare rulare automată terminal
sk: Povoliť automatické spustenie terminálu
sl: Omogoči samodejni zagon terminala
sv: Aktivera terminalautokörning
th: เปิดใช้งานการรันเทอร์มินัลอัตโนมัติ
tr: Terminal Otomatik Çalıştırmayı Etkinleştir
uk: Увімкнути автозапуск терміналу
vi: Bật tự động chạy Terminal
zh_hk: 啟用終端機自動執行

# settings.enable.terminal.autorun.help
source: Allow CLI to run commands in terminals
ar: السماح لـ CLI بتشغيل الأوامر في الطرفيات
ca: Permetre que CLI executi comandes als terminals
cs: Povolit CLI spouštět příkazy v terminálech
el: Επιτροπή στο CLI να εκτελεί εντολές σε τερματικά
fi: Salli CLI:n suorittaa komentoja terminaaleissa
he: אפשר ל-CLI להריץ פקודות במסופים
hi: CLI को टर्मिनल में कमांड चलाने की अनुमति दें
hr: Dopusti CLI-ju pokretanje naredbi u terminalima
hu: CLI parancsfuttatásának engedélyezése terminálokban
id: Izinkan CLI menjalankan perintah di terminal
ja: CLIによるターミナルでのコマンド実行を許可
nl: CLI commando's laten uitvoeren in terminals
no: Tillat CLI å kjøre kommandoer i terminaler
pl: Zezwól CLI na uruchamianie poleceń w terminalach
ro: Permitere CLI să ruleze comenzi în terminale
sk: Povoliť CLI spúšťať príkazy v termináloch
sl: Dovoli CLI izvajanje ukazov v terminalih
sv: Tillåt CLI att köra kommandon i terminaler
th: อนุญาตให้ CLI รันคำสั่งในเทอร์มินัล
tr: CLI'nin terminallerde komut çalıştırmasına izin ver
uk: Дозволити CLI виконувати команди в терміналах
vi: Cho phép CLI chạy lệnh trong terminal
zh_hk: 允許 CLI 喺終端機入面執行指令

# settings.section.mcp
source: MCP Server
ar: خادم MCP
ca: Servidor MCP
cs: Server MCP
el: Διακομιστής MCP
fi: MCP-palvelin
he: שרת MCP
hi: MCP सर्वर
hr: MCP poslužitelj
hu: MCP szerver
id: Server MCP
ja: MCPサーバー
pl: Serwer MCP
ro: Server MCP
sk: Server MCP
sl: Strežnik MCP
th: เซิร์ฟเวอร์ MCP
tr: MCP Sunucusu
uk: Сервер MCP
vi: Máy chủ MCP
zh_hk: MCP 伺服器

# settings.mcp.title
source: MCP Server
ar: خادم MCP
ca: Servidor MCP
cs: Server MCP
el: Διακομιστής MCP
fi: MCP-palvelin
he: שרת MCP
hi: MCP सर्वर
hr: MCP poslužitelj
hu: MCP szerver
id: Server MCP
ja: MCPサーバー
pl: Serwer MCP
ro: Server MCP
sk: Server MCP
sl: Strežnik MCP
th: เซิร์ฟเวอร์ MCP
tr: MCP Sunucusu
uk: Сервер MCP
vi: Máy chủ MCP
zh_hk: MCP 伺服器

# settings.mcp.description
source: Model Context Protocol server for AI agent integration.
ar: خادم Model Context Protocol للتكامل مع وكلاء الذكاء الاصطناعي.
ca: Servidor Model Context Protocol per a la integració d'agents IA.
cs: Server Model Context Protocol pro integraci s AI agenty.
el: Διακομιστής Model Context Protocol για ενσωμάτωση με πράκτορες AI.
fi: Model Context Protocol -palvelin tekoälyagenttien integrointiin.
he: שרת Model Context Protocol לאינטגרציה עם סוכני AI.
hi: AI एजेंट एकीकरण के लिए Model Context Protocol सर्वर।
hr: Model Context Protocol poslužitelj za integraciju s AI agentima.
hu: Model Context Protocol szerver AI agent integrációhoz.
id: Server Model Context Protocol untuk integrasi agen AI.
ja: AIエージェント統合用のModel Context Protocolサーバー。
nl: Model Context Protocol-server voor AI-agentintegratie.
no: Model Context Protocol-server for AI-agentintegrasjon.
pl: Serwer Model Context Protocol do integracji z agentami AI.
ro: Server Model Context Protocol pentru integrare cu agenți AI.
sk: Server Model Context Protocol pre integráciu s AI agentmi.
sl: Strežnik Model Context Protocol za integracijo z agenti AI.
sv: Model Context Protocol-server för AI-agentintegration.
th: เซิร์ฟเวอร์ Model Context Protocol สำหรับการรวมตัวแทน AI
tr: AI aracı entegrasyonu için Model Context Protocol sunucusu.
uk: Сервер Model Context Protocol для інтеграції з ШІ-агентами.
vi: Máy chủ Model Context Protocol để tích hợp tác nhân AI.
zh_hk: 用嚟整合 AI 代理嘅模型內容協定伺服器。

# settings.mcp.location
source: Server Location
ar: موقع الخادم
ca: Ubicació del servidor
cs: Umístění serveru
el: Θέση διακομιστή
fi: Palvelimen sijainti
he: מיקום שרת
hi: सर्वर स्थान
hr: Lokacija poslužitelja
hu: Szerver helye
id: Lokasi Server
ja: サーバーの場所
nl: Serverlocatie
no: Serverplassering
pl: Lokalizacja serwera
ro: Locație server
sk: Umiestnenie servera
sl: Mesto strežnika
sv: Serverplats
th: ตำแหน่งเซิร์ฟเวอร์
tr: Sunucu Konumu
uk: Розташування сервера
vi: Vị trí máy chủ
zh_hk: 伺服器位置

# settings.mcp.claude.config
source: Claude Desktop Config
ar: إعدادات Claude Desktop
ca: Configuració de Claude Desktop
cs: Konfigurace Claude Desktop
el: Διαμόρφωση Claude Desktop
fi: Claude Desktop -määritykset
he: תצורת Claude Desktop
hi: Claude Desktop कॉन्फ़िग
hr: Claude Desktop konfiguracija
hu: Claude Desktop konfiguráció
id: Konfigurasi Claude Desktop
ja: Claude Desktop設定
nl: Claude Desktop-configuratie
no: Claude Desktop-konfigurasjon
pl: Konfiguracja Claude Desktop
ro: Configurare Claude Desktop
sk: Konfigurácia Claude Desktop
sl: Konfiguracija Claude Desktop
sv: Claude Desktop-konfiguration
th: การกำหนดค่า Claude Desktop
tr: Claude Desktop Yapılandırması
uk: Конфігурація Claude Desktop
vi: Cấu hình Claude Desktop
zh_hk: Claude Desktop 設定
