Repository: eyelock/TermQ
Catalog: Sources/TermQ/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fi, he, hi, hr, hu, id, ja, nl, no, pl, ro, sk, sl, sv, th, tr, uk, vi, zh_hk

# settings.mcp.local.only
source: Local connections only
ar: الاتصالات المحلية فقط
ca: Només connexions locals
cs: Pouze lokální připojení
el: Μόνο τοπικές συνδέσεις
fi: Vain paikalliset yhteydet
he: חיבורים מקומיים בלבד
hi: केवल स्थानीय कनेक्शन
hr: Samo lokalne veze
hu: Csak helyi kapcsolatok
id: Hanya koneksi lokal
ja: ローカル接続のみ
nl: Alleen lokale verbindingen
no: Kun lokale tilkoblinger
pl: Tylko połączenia lokalne
ro: Doar conexiuni locale
sk: Iba lokálne pripojenia
sl: Samo lokalne povezave
sv: Endast lokala anslutningar
th: เฉพาะการเชื่อมต่อภายใน
tr: Yalnızca yerel bağlantılar
uk: Лише локальні зʼєднання
vi: Chỉ kết nối nội bộ
zh_hk: 只限本機連線

# settings.mcp.install.description
source: Add to your Claude Desktop configuration:
ar: أضف إلى إعدادات Claude Desktop:
ca: Afegiu a la vostra configuració de Claude Desktop:
cs: Přidejte do konfigurace Claude Desktop:
el: Προσθέστε στη διαμόρφωση Claude Desktop:
fi: Lisää Claude Desktop -määrityksiin:
he: הוסף לתצורת Claude Desktop שלך:
hi: अपने Claude Desktop कॉन्फ़िगरेशन में जोड़ें:
hr: Dodajte u Claude Desktop konfiguraciju:
hu: Adja hozzá a Claude Desktop konfigurációhoz:
id: Tambahkan ke konfigurasi Claude Desktop Anda:
ja: Claude Desktop設定に追加：
nl: Voeg toe aan je Claude Desktop-configuratie:
no: Legg til i Claude Desktop-konfigurasjonen:
pl: Dodaj do konfiguracji Claude Desktop:
ro: Adăugați la configurarea Claude Desktop:
sk: Pridajte do konfigurácie Claude Desktop:
sl: Dodajte v konfiguracijo Claude Desktop:
sv: Lägg till i din Claude Desktop-konfiguration:
th: เพิ่มในการกำหนดค่า Claude Desktop ของคุณ:
tr: Claude Desktop yapılandırmanıza ekleyin:
uk: Додайте до конфігурації Claude Desktop:
vi: Thêm vào cấu hình Claude Desktop:
zh_hk: 新增至你嘅 Claude Desktop 設定：

# settings.config.copied
source: Configuration copied!
ar: تم نسخ الإعدادات!
ca: Configuració copiada!
cs: Konfigurace zkopírována!
el: Η διαμόρφωση αντιγράφηκε!
fi: Määritykset kopioitu!
he: התצורה הועתקה!
hi: कॉन्फ़िगरेशन कॉपी हो गया!
hr: Konfiguracija kopirana!
hu: Konfiguráció másolva!
id: Konfigurasi disalin!
ja: 設定をコピーしました！
nl: Configuratie gekopieerd!
no: Konfigurasjon kopiert!
pl: Skopiowano konfigurację!
ro: Configurare copiată!
sk: Konfigurácia skopírovaná!
sl: Konfiguracija kopirana!
sv: Konfiguration kopierad!
th: คัดลอกการกำหนดค่าแล้ว!
tr: Yapılandırma kopyalandı!
uk: Конфігурацію скопійовано!
vi: Đã sao chép cấu hình!
zh_hk: 設定已複製！

# settings.copy.config
source: Copy Configuration
ar: نسخ الإعدادات
ca: Copiar configuració
cs: Kopírovat konfiguraci
el: Αντιγραφή διαμόρφωσης
fi: Kopioi määritykset
he: העתק תצורה
hi: कॉन्फ़िगरेशन कॉपी करें
hr: Kopiraj konfiguraciju
hu: Konfiguráció másolása
id: Salin Konfigurasi
ja: 設定をコピー
nl: Kopieer configuratie
no: Kopier konfigurasjon
pl: Kopiuj konfigurację
ro: Copiere configurare
sk: Kopírovať konfiguráciu
sl: Kopiraj konfiguracijo
sv: Kopiera konfiguration
th: คัดลอกการกำหนดค่า
tr: Yapılandırmayı Kopyala
uk: Копіювати конфігурацію
vi: Sao chép cấu hình
zh_hk: 複製設定

# settings.section.agents
source: Agents
ar: الوكلاء
cs: Agenti
el: Πράκτορες
fi: Agentit
he: סוכנים
hi: एजेंट
hr: Agenti
hu: Agentek
id: Agen
ja: エージェント
nl: Agenten
no: Agenter
pl: Agenci
ro: Agenți
sk: Agenti
sl: Agenti
sv: Agenter
th: ตัวแทน
tr: Aracılar
uk: Агенти
vi: Tác nhân
zh_hk: 代理

# palette.placeholder
source: Search commands...
ar: البحث عن أوامر...
ca: Cercar comandes...
cs: Hledat příkazy...
el: Αναζήτηση εντολών...
fi: Etsi komentoja...
he: חיפוש פקודות...
hi: कमांड खोजें...
hr: Pretraži naredbe...
hu: Parancsok keresése...
id: Cari perintah...
ja: コマンドを検索...
nl: Zoek commando's...
no: Søk kommandoer...
pl: Szukaj poleceń...
ro: Căutare comenzi...
sk: Hľadať príkazy...
sl: Išči ukaze...
sv: Sök kommandon...
th: ค้นหาคำสั่ง...
tr: Komut ara...
uk: Пошук команд...
vi: Tìm lệnh...
zh_hk: 搜尋指令...

# palette.no.results
source: No results found
ar: لم يتم العثور على نتائج
ca: No s'han trobat resultats
cs: Nenalezeny žádné výsledky
el: Δεν βρέθηκαν αποτελέσματα
fi: Tuloksia ei löytynyt
he: לא נמצאו תוצאות
hi: कोई परिणाम नहीं मिला
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
ja: 結果が見つかりません
nl: Geen resultaten gevonden
no: Ingen resultater funnet
pl: Nie znaleziono wyników
ro: Nu s-au găsit rezultate
sk: Nenašli sa žiadne výsledky
sl: Ni rezultatov
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Результатів не знайдено
vi: Không tìm thấy kết quả
zh_hk: 搵唔到結果

# help.title
source: Help
ar: المساعدة
ca: Ajuda
cs: Nápověda
el: Βοήθεια
fi: Ohje
he: עזרה
hi: सहायता
hr: Pomoć
hu: Súgó
id: Bantuan
ja: ヘルプ
no: Hjelp
pl: Pomoc
ro: Ajutor
sk: Pomocník
sl: Pomoč
sv: Hjälp
th: ความช่วยเหลือ
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hk: 說明

# help.search.placeholder
source: Search help...
ar: البحث في المساعدة...
ca: Cercar ajuda...
cs: Hledat v nápovědě...
el: Αναζήτηση στη βοήθεια...
fi: Etsi ohjeesta...
he: חיפוש בעזרה...
hi: सहायता में खोजें...
hr: Pretraži pomoć...
hu: Keresés a súgóban...
id: Cari bantuan...
ja: ヘルプを検索...
nl: Zoek in help...
no: Søk i hjelp...
pl: Szukaj w pomocy...
ro: Căutare în ajutor...
sk: Hľadať v pomocníkovi...
sl: Išči v pomoči...
sv: Sök i hjälpen...
th: ค้นหาความช่วยเหลือ...
tr: Yardımda ara...
uk: Пошук у довідці...
vi: Tìm trong trợ giúp...
zh_hk: 搜尋說明...

# alert.error
source: Error
ar: خطأ
cs: Chyba
el: Σφάλμα
fi: Virhe
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
ja: エラー
nl: Fout
no: Feil
pl: Błąd
ro: Eroare
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hk: 錯誤

# alert.success
source: Success
ar: نجاح
ca: Èxit
cs: Úspěch
el: Επιτυχία
fi: Onnistui
he: הצלחה
hi: सफल
hr: Uspjeh
hu: Sikeres
id: Berhasil
ja: 成功
nl: Gelukt
no: Suksess
pl: Sukces
ro: Succes
sk: Úspech
sl: Uspeh
sv: Lyckades
th: สำเร็จ
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hk: 成功

# card.tmux.help
source: This terminal uses tmux for persistent sessions
el: Αυτό το τερματικό χρησιμοποιεί tmux για μόνιμες συνεδρίες
no: Denne terminalen bruker tmux for vedvarende økter
ro: Acest terminal folosește tmux pentru sesiuni persistente
zh_hk: 此終端機使用 tmux 實現持久工作階段
